{
    "kategori": "Kitab Talak",
  "hadits": [
    {
"number": 2006,
"arab": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ وَعَبْدُ اللَّهِ بْنُ عَامِرِ بْنِ زُرَارَةَ وَمَسْرُوقُ بْنُ الْمَرْزُبَانِ قَالُوا حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ عَنْ صَالِحِ بْنِ صَالِحِ بْنِ حَيٍّ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ عَنْ عُمَرَ بْنِ الْخَطَّابِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَلَّقَ حَفْصَةَ ثُمَّ رَاجَعَهَا",
"id": "Telah menceritakan kepada kami [Suwaid bin Sa'id] dan [Abdullah bin Amir bin Zurarah] dan [Masruq bin Al Marzuban] mereka berkata; telah menceritakan kepada kami [Yahya bin Zakariya bin Abu Za`idah] dari [Shalih bin Shalih bin Hay] dari [Salamah bin Kuhail] dari [Sa'id bin Jubair] dari [Ibnu Abbas] dari [Umar bin Khaththab] berkata, \"Pernah Rasulullah shallallahu 'alaihi wasallam menceraikan Hafshah kemudian merujuknya kembali.\""
},
{
"number": 2007,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُؤَمَّلٌ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا بَالُ أَقْوَامٍ يَلْعَبُونَ بِحُدُودِ اللَّهِ يَقُولُ أَحَدُهُمْ قَدْ طَلَّقْتُكِ قَدْ رَاجَعْتُكِ قَدْ طَلَّقْتُكِ",
"id": "Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Mu`ammal] berkata, telah menceritakan kepada kami [Sufyan] dari [Abu Ishaq] dari [Abu Burdah] dari [Abu Musa] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Kenapa mereka mempermainkan hudud Allah. Salah seorang dari mereka berkata, 'Aku telah menceraikanmu, aku telah merujukmu, aku telah menceraikanmu'.\""
},
{
"number": 2008,
"arab": "حَدَّثَنَا كَثِيرُ بْنُ عُبَيْدٍ الْحِمْصِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدٍ عَنْ عُبَيْدِ اللَّهِ بْنِ الْوَلِيدِ الْوَصَّافِيِّ عَنْ مُحَارِبِ بْنِ دِثَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبْغَضُ الْحَلَالِ إِلَى اللَّهِ الطَّلَاقُ",
"id": "Telah menceritakan kepada kami [Katsir bin Ubaid Al Himshi] berkata, telah menceritakan kepada kami [Muhammad bin Khalid] dari [Ubaidullah bin Al Walid Al Washshafi] dari [Muharib bin Ditsar] dari [Abdullah bin Umar] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Perkara halal yang paling dibenci Allah adalah talak.\""
},
{
"number": 2009,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَطَلَّقْتُ امْرَأَتِي وَهِيَ حَائِضٌ فَذَكَرَ ذَلِكَ عُمَرُ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مُرْهُ فَلْيُرَاجِعْهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ ثُمَّ تَطْهُرَ ثُمَّ إِنْ شَاءَ طَلَّقَهَا قَبْلَ أَنْ يُجَامِعَهَا وَإِنْ شَاءَ أَمْسَكَهَا فَإِنَّهَا الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Abdullah bin Idris] dari [Ubaidullah] dari [Nafi'] dari [Ibnu Umar] ia berkata, \"Aku telah mencerai isteriku padahal ia sedang haid.\" Lalu Umar menceritakan hal itu kepada Rasulullah shallallahu 'alaihi wasallam, beliau lalu bersabda: \"Perintahkanlah ia untuk merujuknya hingga kembali suci, kemudian haid, kemudian suci, kemudian mencerainya sebelum ia mensetubuhinya kembali, atau tetap menahannya sebagai isteri jika ia mau, itulah iddah yang Allah telah perintahkan.\""
},
{
"number": 2010,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ سُفْيَانَ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي الْأَحْوَصِ عَنْ عَبْدِ اللَّهِ قَالَطَلَاقُ السُّنَّةِ أَنْ يُطَلِّقَهَا طَاهِرًا مِنْ غَيْرِ جِمَاعٍ",
"id": "Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Yahya bin Sa'id] dari [Sufyan] dari [Abu Ishaq] dari [Abul Ahwash] dari [Abdullah] ia berkata, \"Talak yang sunah adalah seseorang mentalak (isterinya) dalam keadaan suci dan belum disetubuhi.\""
},
{
"number": 2011,
"arab": "حَدَّثَنَا عَلِيُّ بْنُ مَيْمُونٍ الرَّقِّيُّ حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ عَنْ الْأَعْمَشِ عَنْ أَبِي إِسْحَقَ عَنْ أَبِي الْأَحْوَصِ عَنْ عَبْدِ اللَّهِ قَالَفِي طَلَاقِ السُّنَّةِ يُطَلِّقُهَا عِنْدَ كُلِّ طُهْرٍ تَطْلِيقَةً فَإِذَا طَهُرَتْ الثَّالِثَةَ طَلَّقَهَا وَعَلَيْهَا بَعْدَ ذَلِكَ حَيْضَةٌ",
"id": "Telah menceritakan kepada kami [Ali bin Maimun Ar Raqi] berkata, telah menceritakan kepada kami [Hafsh bin Ghiyats] dari [Al A'masy] dari [Abu Ishaq] dari [Abu Al Ahwash] dari [Abdullah] ia berkata tentang talak sunnah, \"Setiap kali suci suami menjatuhkan satu talak, jika tiba masa suci yang ketiga, ia menceraikannya, dan setelahnya isterinya dipastikan mempunyai kebiasaan haid\""
},
{
"number": 2012,
"arab": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ حَدَّثَنَا عَبْدُ الْأَعْلَى قَالَ حَدَّثَنَا هِشَامٌ عَنْ مُحَمَّدٍ عَنْ يُونُسَ بْنِ جُبَيْرٍ أَبِي غَلَّابٍ قَالَ سَأَلْتُ ابْنَ عُمَرَعَنْ رَجُلٍ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ فَقَالَ تَعْرِفُ عَبْدَ اللَّهِ بْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ فَأَتَى عُمَرُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَهُ أَنْ يُرَاجِعَهَا قُلْتُ أَيُعْتَدُّ بِتِلْكَ قَالَ أَرَأَيْتَ إِنْ عَجَزَ وَاسْتَحْمَقَ",
"id": "Telah menceritakan kepada kami [Nashr bin Ali Al Jahdlami] berkata, telah menceritakan kepada kami [Abdul A'la] ia berkata; telah menceritakan kepada kami [Hisyam] dari [Muhammad] dari [Yunus bin Jubair Abu Ghallab] ia berkata; Aku bertanya [Ibnu Umar] tentang seorang laki-laki yang mentalak isterinya disaat haid, maka ia pun menjawab, \"Engkau tahu Abdullah bin Umar mencerai isterinya disaat haid, lalu Umar mendatangi Nabi shallallahu 'alaihi wasallam hingga beliau memerintahkannya agar Abdullah bin Umar merujuknya kembali. Aku berkata, \"Apakah ia harus iddah karena hal itu?\" ia menjawab, \"Apa pendapatmu jika ia tidak merujuknya dan berlaku bodoh?\""
},
{
"number": 2013,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ مُحَمَّدٍ قَالَا حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ مَوْلَى آلِ طَلْحَةَ عَنْ سَالِمٍ عَنْ ابْنِ عُمَرَأَنَّهُ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ فَذَكَرَ ذَلِكَ عُمَرُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ يُطَلِّقْهَا وَهِيَ طَاهِرٌ أَوْ حَامِلٌ",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Ali bin Muhammad] keduanya berkata; telah menceritakan kepada kami [Waki'] dari [Sufyan] dari [Muhammad bin 'Abdurrahman] -mantan budak keluarga Thalhah- dari dari [Salim] dari [Ibnu Umar] bahwa ia pernah mencerai isterinya di saat haid, lalu Umar menceritakan hal itu kepada Nabi shallallahu 'alaihi wasallam, beliau lalu bersabda: \"Perintahkanlah agar ia merujuk kembali, kemudian mencerainya disaat suci, atau saat hamil.\""
},
{
"number": 2014,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ إِسْحَقَ بْنِ أَبِي فَرْوَةَ عَنْ أَبِي الزِّنَادِ عَنْ عَامِرٍ الشَّعْبِيِّ قَالَقُلْتُ لِفَاطِمَةَ بِنْتِ قَيْسٍ حَدِّثِينِي عَنْ طَلَاقِكِ قَالَتْ طَلَّقَنِي زَوْجِي ثَلَاثًا وَهُوَ خَارِجٌ إِلَى الْيَمَنِ فَأَجَازَ ذَلِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
"id": "Telah menceritakan kepada kami [Muhammad bin Rumh] berkata, telah menceritakan kepada kami [Al Laits bin Sa'd] dari [Ishaq bin Abu Farwah] dari [Abu Az Zanad] dari [Amir bin Asy Sya'bi] ia berkata, \"Aku berkata kepada [Fathimah binti Qais], \"Ceritakanlah kepadaku tentang perceraianmu.\" Ia berkata, \"Suamiku menceraikan aku dengan talak tiga disaat ia keluar menuju Yaman, dan Rasulullah shallallahu 'alaihi wasallam memperbolehkannya.\""
},
{
"number": 2015,
"arab": "حَدَّثَنَا بِشْرُ بْنُ هِلَالٍ الصَّوَّافُ حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ عَنْ يَزِيدَ الرِّشْكِ عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ أَنَّ عِمْرَانَ بْنَ الْحُصَيْنِسُئِلَ عَنْ رَجُلٍ يُطَلِّقُ امْرَأَتَهُ ثُمَّ يَقَعُ بِهَا وَلَمْ يُشْهِدْ عَلَى طَلَاقِهَا وَلَا عَلَى رَجْعَتِهَا فَقَالَ عِمْرَانُ طَلَّقْتَ بِغَيْرِ سُنَّةٍ وَرَاجَعْتَ بِغَيْرِ سُنَّةٍ أَشْهِدْ عَلَى طَلَاقِهَا وَعَلَى رَجْعَتِهَا",
"id": "Telah menceritakan kepada kami [Bisyr bin Hilal Ash Shawwaf] berkata, telah menceritakan kepada kami [Ja'far bin Sulaiman Adl Dluba'i] dari [Yazid Ar Risyk] dari [Mutharrif bin Abdullah bin Asy Syikhkhir] bahwa [Imran bin Al Hushain] ditanya tentang seseorang yang menceraikan isterinya kemudian menyetubuhinya dan tidak mengambil saksi atas cerai dan rujuknya. Maka Imran menjawab, \"Kamu telah melakukan perceraian dan rujuk tidak sesuai sunnah. Datangkanlah saksi atas perceraian dan rujuknya.\""
},
{
"number": 2016,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ هَيَّاجٍ حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ أَبِيهِ عَنْ الزُّبَيْرِ بْنِ الْعَوَّامِأَنَّهُ كَانَتْ عِنْدَهُ أُمُّ كُلْثُومٍ بِنْتُ عُقْبَةَ فَقَالَتْ لَهُ وَهِيَ حَامِلٌ طَيِّبْ نَفْسِي بِتَطْلِيقَةٍ فَطَلَّقَهَا تَطْلِيقَةً ثُمَّ خَرَجَ إِلَى الصَّلَاةِ فَرَجَعَ وَقَدْ وَضَعَتْ فَقَالَ مَا لَهَا خَدَعَتْنِي خَدَعَهَا اللَّهُ ثُمَّ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ سَبَقَ الْكِتَابُ أَجَلَهُ اخْطُبْهَا إِلَى نَفْسِهَا",
"id": "Telah menceritakan kepada kami [Muhammad bin Umar bin Hayyaj] berkata, telah menceritakan kepada kami [Qabishah bin Uqbah] berkata, telah menceritakan kepada kami [Sufyan] dari ['Amr bin Maimun] dari [Bapaknya] dari [Az Zubair bin Al 'Awwam] bahwa waktu itu Ummu Kultsum binti Uqbah adalah sebagai isterinya. Lalu Ummu Kultsum yang sedang hamil berkata kepadanya, \"Tentramkan jiwaku dengan perceraian.\" Lalu ia pun menceraikannya dengan talaq satu, setelah itu ia keluar untuk shalat. Ketika kembali, ternyata isterinya telah melahirkan. Maka Zubair berkata, \"Kenapa dia menipuku, semoga Allah menipunya.\" Kemudian Zubair mendatangi Nabi shallallahu 'alaihi wasallam, beliau lantas bersabda: \"Al Kitab telah mendahului waktunya (iddahnya telah sempurna), maka pinanglah ia kembali.\""
},
{
"number": 2017,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ أَبِي السَّنَابِلِ قَالَوَضَعَتْ سُبَيْعَةُ الْأَسْلَمِيَّةُ بِنْتُ الْحَارِثِ حَمْلَهَا بَعْدَ وَفَاةِ زَوْجِهَا بِبِضْعٍ وَعِشْرِينَ لَيْلَةً فَلَمَّا تَعَلَّتْ مِنْ نِفَاسِهَا تَشَوَّفَتْ فَعِيبَ ذَلِكَ عَلَيْهَا وَذُكِرَ أَمْرُهَا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنْ تَفْعَلْ فَقَدْ مَضَى أَجَلُهَا",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Abu Al Ahwash] dari [Manshur] dari [Ibrahim] dari [Al Aswad] dari [Abu As Sanabil] ia berkata, \"Subai'ah Al Aslamiah binti Al Harits melahirkan bayi dua puluhan hari setelah meninggalnya sang suami. Setelah masa nifasnya selesai ia berbenah diri (hingga ada seseorang yang mau menikahinya), namun hal itu menuai celaan. Maka diceritakanlah perkaranya kepada Nabi shallallahu 'alaihi wasallam, beliau pun bersabda: \"Jika ia melakukan itu, sungguh masa iddahnya telah selesai.\""
},
{
"number": 2018,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ عَنْ الشَّعْبِيِّ عَنْ مَسْرُوقٍ وَعَمْرِو بْنِ عُتْبَةَأَنَّهُمَا كَتَبَا إِلَى سُبَيْعَةَ بِنْتِ الْحَارِثِ يَسْأَلَانِهَا عَنْ أَمْرِهَا فَكَتَبَتْ إِلَيْهِمَا إِنَّهَا وَضَعَتْ بَعْدَ وَفَاةِ زَوْجِهَا بِخَمْسَةٍ وَعِشْرِينَ فَتَهَيَّأَتْ تَطْلُبُ الْخَيْرَ فَمَرَّ بِهَا أَبُو السَّنَابِلِ بْنُ بَعْكَكٍ فَقَالَ قَدْ أَسْرَعْتِ اعْتَدِّي آخِرَ الْأَجَلَيْنِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ اسْتَغْفِرْ لِي قَالَ وَفِيمَ ذَاكَ فَأَخْبَرْتُهُ فَقَالَ إِنْ وَجَدْتِ زَوْجًا صَالِحًا فَتَزَوَّجِي",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Ali bin Mushir] dari [Dawud bin Abu Hind] dari [Asy Sya'bi] dari [Masruq] dan [Amru bin Utbah] bahwa keduanya menulis surat kepada [Subai'ah binti Al Harits], menanyakan perihal perkaranya. Lalu ia ganti menulis surat kepada keduanya bahwa ia telah melahirkan dua puluh lima hari setelah wafatnya sang suami. Setelah itu Subai'ah berbenah diri dan mengharap kebaikan (datangnya suami). Maka lewatlah Abu As Sanabil bin Ba'kak di hadapan Subai'ah seraya berkata, \"Cepat sekali engkau melakukan iddah, beriddahlah engkau dengan batas terakhir dari dua iddah (iddah kematian dan iddah melahirkan), empat bulan sepuluh hari.\" Maka aku pun mendatangi Nabi shallallahu 'alaihi wasallam, aku katakan kepada beliau, \"Wahai Rasulullah, mintakanlah ampun untukku, \" beliau bersabda: \"Ada apa?\" lalu aku ceritakan hal tersebut kepada beliau, hingga beliaupun bersabda: \"Jika engkau mendapatkan calon suami yang baik maka nikahlah.\""
},
{
"number": 2019,
"arab": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ وَمُحَمَّدُ بْنُ بَشَّارٍ قَالَا حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ الْمِسْوَرِ بْنِ مَخْرَمَةَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ سُبَيْعَةَ أَنْ تَنْكِحَ إِذَا تَعَلَّتْ مِنْ نِفَاسِهَا",
"id": "Telah menceritakan kepada kami [Nashr bin Ali] dan [Muhammad bin Basysyar] keduanya berkata; telah menceritakan kepada kami [Abdullah bin Dawud] berkata, telah menceritakan kepada kami [Hisyam bin Urwah] dari [Bapaknya] dari [Al Miswar bin Makhramah] berkata, \"Nabi shallallahu 'alaihi wasallam memerintahkan Subai'ah untuk menikah lagi jika ia telah selesai dari nifasnya.\""
},
{
"number": 2020,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ مُسْلِمٍ عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَوَاللَّهِ لَمَنْ شَاءَ لَاعَنَّاهُ لَأُنْزِلَتْ سُورَةُ النِّسَاءِ الْقُصْرَى بَعْدَ أَرْبَعَةِ أَشْهُرٍ وَعَشْرًا",
"id": "Telah menceritakan kepada kami [Muhammad bin Al Mutsanna] berkata, telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Muslim] dari [Masruq] dari [Abdullah bin Mas'ud] ia berkata, \"Demi Allah, bagi siapa yang ingin maka kami akan mengutuknya. Sungguh telah turun surat An Nisa Al Qushra '(Setelah empat bulan sepuluh hari) '.\""
},
{
"number": 2021,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ سُلَيْمَانُ بْنُ حَيَّانَ عَنْ سَعْدِ بْنِ إِسْحَقَ بْنِ كَعْبِ بْنِ عُجْرَةَ عَنْ زَيْنَبَ بِنْتِ كَعْبِ بْنِ عُجْرَةَ وَكَانَتْ تَحْتَ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ أُخْتَهُ الْفُرَيْعَةَ بِنْتَ مَالِكٍ قَالَتْخَرَجَ زَوْجِي فِي طَلَبِ أَعْلَاجٍ لَهُ فَأَدْرَكَهُمْ بِطَرَفِ الْقَدُومِ فَقَتَلُوهُ فَجَاءَ نَعْيُ زَوْجِي وَأَنَا فِي دَارٍ مِنْ دُورِ الْأَنْصَارِ شَاسِعَةٍ عَنْ دَارِ أَهْلِي فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ جَاءَ نَعْيُ زَوْجِي وَأَنَا فِي دَارٍ شَاسِعَةٍ عَنْ دَارِ أَهْلِي وَدَارِ إِخْوَتِي وَلَمْ يَدَعْ مَالًا يُنْفِقُ عَلَيَّ وَلَا مَالًا وَرِثْتُهُ وَلَا دَارًا يَمْلِكُهَا فَإِنْ رَأَيْتَ أَنْ تَأْذَنَ لِي فَأَلْحَقَ بِدَارِ أَهْلِي وَدَارِ إِخْوَتِي فَإِنَّهُ أَحَبُّ إِلَيَّ وَأَجْمَعُ لِي فِي بَعْضِ أَمْرِي قَالَ فَافْعَلِي إِنْ شِئْتِ قَالَتْ فَخَرَجْتُ قَرِيرَةً عَيْنِي لِمَا قَضَى اللَّهُ لِي عَلَى لِسَانِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كُنْتُ فِي الْمَسْجِدِ أَوْ فِي بَعْضِ الْحُجْرَةِ دَعَانِي فَقَالَ كَيْفَ زَعَمْتِ قَالَتْ فَقَصَصْتُ عَلَيْهِ فَقَالَ امْكُثِي فِي بَيْتِكِ الَّذِي جَاءَ فِيهِ نَعْيُ زَوْجِكِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ قَالَتْ فَاعْتَدَدْتُ فِيهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Abu Khalid Al Ahmar Sulaiman bin Hayyan] dari [Sa'd bin Ishaq bin Ka'bin bin Ujrah] dari [Zainab binti Ka'b bin Ujrah] -ia adalah isteri Abu Sa'id Al Khudri- bahwa saudara wanitanya,? [Al Furai'ah binti Malik] berkata, \"Suamiku keluar mencari budak miliknya hingga mereka bertemu dengan suamiku dan membunuhnya. Hingga datanglah berita kematian suamiku, sementara aku ada di salah satu rumah Anshar yang sangat jauh dari rumah keluargaku. Lalu aku mendatangi Nabi shallallahu 'alaihi wasallam, aku berkata, \"Wahai Rasulullah, telah datang berita kematian suamiku sementara aku ada di suatu rumah yang sangat jauh dari rumah keluargaku dan rumah saudara-sadaraku, suamiku tidak meninggalkan harta sebagai nafkah, harta yang bisa aku warisi, atau rumah yang ia punyai. Jika engkau setuju untuk memberi izin, maka aku ingin tinggal di rumah keluarga dan saudara-saudaraku. Sebab hal itu lebih aku sukai dan aku bisa menumpahkan sebagian persoalanku?! Beliau bersabda: \"Lakukanlah jika engkau mau.\" Ia berkata, \"Maka aku pun keluar dengan berderai air mata atas apa yang telah Allah putuskan melalui lisan Rasulullah shallallahu 'alaihi wasallam, hingga ketika aku berada di masjid, atau di sebagian kamar beliau memanggilku, beliau bersabda: \"Bagaimana dengan keputusanmu?\" ia berkata, \"Lalu aku ceritakan kembali kepada beliau perihal suamiku. Beliau bersabda: \"Tinggallah di rumah yang engkau mendengar kabar kematian suamimu hingga selesai masa iddahmu.\" Ia berkata, \"Maka aku pun beriddah selama empat bulan sepuluh hari di rumah tersebut.\""
},
{
"number": 2022,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ قَالَدَخَلْتُ عَلَى مَرْوَانَ فَقُلْتُ لَهُ امْرَأَةٌ مِنْ أَهْلِكَ طُلِّقَتْ فَمَرَرْتُ عَلَيْهَا وَهِيَ تَنْتَقِلُ فَقَالَتْ أَمَرَتْنَا فَاطِمَةُ بِنْتُ قَيْسٍ وَأَخْبَرَتْنَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَهَا أَنْ تَنْتَقِلَ فَقَالَ مَرْوَانُ هِيَ أَمَرَتْهُمْ بِذَلِكَ قَالَ عُرْوَةُ فَقُلْتُ أَمَا وَاللَّهِ لَقَدْ عَابَتْ ذَلِكَ عَائِشَةُ وَقَالَتْ إِنَّ فَاطِمَةَ كَانَتْ فِي مَسْكَنٍ وَحْشٍ فَخِيفَ عَلَيْهَا فَلِذَلِكَ أَرْخَصَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
"id": "Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami [Abdul Aziz bin Abdullah] berkata, telah menceritakan kepada kami [Ibnu Abu Az Zinad] dari [Hisyam bin Urwah] dari [Bapaknya] ia berkata, \"Aku masuk menemui Marwan, aku berkata kepadanya, \"Seorang wanita dari keluargamu telah dicerai. Aku melewatinya saat ia pindah, ia berkata, \" [Fatimah binti Qais] menyuruh kami! Dan ia mengabarkan kepada kami bahwa Rasulullah shallallahu 'alaihi wasallam pernah memerintahkan kepadanya untuk pindah.\" Marwan kemudian berkata, \"Ia menyuruh mereka untuk melakukan itu! \" Urwah berkata, \"Aku berkata, \" ['Aisyah] telah mencelanya, ia mengatakan, \"Sesungguhnya Fatimah itu ada di suatu tempat yang berbahaya hingga akan membahayakan dirinya, maka Rasulullah shallallahu 'alaihi wasallam memberikan keringan kepadanya.\""
},
{
"number": 2023,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِقَالَتْ فَاطِمَةُ بِنْتُ قَيْسٍ يَا رَسُولَ اللَّهِ إِنِّي أَخَافُ أَنْ يُقْتَحَمَ عَلَيَّ فَأَمَرَهَا أَنْ تَتَحَوَّلَ",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Hafsh bin Ghiyats] dari [Hisyam bin Urwah] dari [Bapaknya] ia berkata, \" [Fatimah binti Qais] berkata, \"Wahai Rasulullah, sesungguhnya aku takut jika terzhalimi, \" maka beliau pun memerintahkan kepadanya untuk pindah.\""
},
{
"number": 2024,
"arab": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا رَوْحٌ ح و حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ جَمِيعًا عَنْ ابْنِ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَطُلِّقَتْ خَالَتِي فَأَرَادَتْ أَنْ تَجُدَّ نَخْلَهَا فَزَجَرَهَا رَجُلٌ أَنْ تَخْرُجَ إِلَيْهِ فَأَتَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ بَلَى فَجُدِّي نَخْلَكِ فَإِنَّكِ عَسَى أَنْ تَصَدَّقِي أَوْ تَفْعَلِي مَعْرُوفًا",
"id": "Telah menceritakan kepada kami [Sufyan bin Waki'] berkata, telah menceritakan kepada kami [Rauh]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Ahmad bin Manshur] berkata, telah menceritakan kepada kami [Hajjaj bin Muhammad] semuanya dari [Ibnu Juraij] berkata, telah mengabarkan kepadaku [Abu Az Zubair] dari [Jabir bin Abdullah] ia berkata, \"Bibiku dari pihak ibu dicerai, lalu ia ingin memetik buah kurma. Namun seorang laki-laki melarangnya untuk keluar, maka ia pun mendatangi Nabi shallallahu 'alaihi wasallam. Beliau lantas bersabda: \"Tidak apa-apa, petiklah buah kurmamu. Semoga dengannya engkau bisa bersedekah atau melakukan sesuatu yang ma'ruf.\""
},
{
"number": 2025,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ مُحَمَّدٍ قَالَا حَدَّثَنَا وَكِيعٌ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي بَكْرِ بْنِ أَبِي الْجَهْمِ بْنِ صُخَيْرٍ الْعَدَوِيِّ قَالَ سَمِعْتُ فَاطِمَةَ بِنْتَ قَيْسٍ تَقُولُإِنَّ زَوْجَهَا طَلَّقَهَا ثَلَاثًا فَلَمْ يَجْعَلْ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُكْنَى وَلَا نَفَقَةً",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Ali bin Muhammad] keduanya berkata; telah menceritakan kepada kami [Waki'] berkata, telah menceritakan kepada kami [Sufyan] dari [Abu Bakr bin Abu Al Jahm bin Shukhair Al 'Adawi] ia berkata, \"Aku mendengar [Fatimah bin Qais] mengatakan bahwa suaminya telah menceraikannya dengan talak tiga, lalu Rasulullah shallallahu 'alaihi wasallam tidak memberikan putusan bahwa ia berhak mendapatkan jaminan tempat tinggal dan nafkah.\""
},
{
"number": 2026,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا جَرِيرٌ عَنْ مُغِيرَةَ عَنْ الشَّعْبِيِّ قَالَ قَالَتْ فَاطِمَةُ بِنْتُ قَيْسٍطَلَّقَنِي زَوْجِي عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا سُكْنَى لَكِ وَلَا نَفَقَةَ",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Jarir] dari [Mughirah] dari [Asy Sya'bi] ia berkata, \" [Fatimah bin Qais] berkata, \"Pada masa Rasulullah shallallahu 'alaihi wasallam, suamiku menceraikan aku dengan talak tiga. Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Engkau tidak berhak mendapatkan jaminan tempat tinggal ataupun nafkah.\""
},
{
"number": 2027,
"arab": "حَدَّثَنَا أَحْمَدُ بْنُ الْمِقْدَامِ أَبُو الْأَشْعَثِ الْعِجْلِيُّ حَدَّثَنَا عُبَيْدُ بْنُ الْقَاسِمِ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَأَنَّ عَمْرَةَ بِنْتَ الْجَوْنِ تَعَوَّذَتْ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ أُدْخِلَتْ عَلَيْهِ فَقَالَ لَقَدْ عُذْتِ بِمُعَاذٍ فَطَلَّقَهَا وَأَمَرَ أُسَامَةَ أَوْ أَنَسًا فَمَتَّعَهَا بِثَلَاثَةِ أَثْوَابٍ رَازِقِيَّةٍ",
"id": "Telah menceritakan kepada kami [Ahmad bin Al Miqdam Abul Asy'ats Al 'Ijli] berkata, telah menceritakan kepada kami [Ubaid bin Al Qasim] berkata, telah menceritakan kepada kami [Hisyam bin Urwah] dari [Bapaknya] dari ['Aisyah] berkata, \"Amrah binti Al Jaun berlindung dari Rasulullah shallallahu 'alaihi wasallam ketika dipertemukan dengannya. Maka Beliau bersabda: \"Engkau telah berlindung kepada Mu'adz.\" Lalu Beliau menceraikannya dan memerintahkan Usamah atau Anas agar memberinya tiga potong baju kain linen putih.\""
},
{
"number": 2028,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ أَبُو حَفْصٍ التَّنِّيسِيُّ عَنْ زُهَيْرٍ عَنْ ابْنِ جُرَيْجٍ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا ادَّعَتْ الْمَرْأَةُ طَلَاقَ زَوْجِهَا فَجَاءَتْ عَلَى ذَلِكَ بِشَاهِدٍ عَدْلٍ اسْتُحْلِفَ زَوْجُهَا فَإِنْ حَلَفَ بَطَلَتْ شَهَادَةُ الشَّاهِدِ وَإِنْ نَكَلَ فَنُكُولُهُ بِمَنْزِلَةِ شَاهِدٍ آخَرَ وَجَازَ طَلَاقُهُ",
"id": "Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami ['Amr bin Abu Salamah Abu Hafsh At Tannisi] dari [Zuhair] dari [Ibnu Juraij] dari ['Amr bin Syu'aib] dari [Bapaknya] dari [Kakeknya] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Apabila seorang isteri mengklaim telah cerai dengan suaminya dan mendatangkan seorang saksi adil. Maka si suami hendaknya diambil sumpah. Jika bersumpah maka gugurlah persaksian saksi. Jika (suami) mengundurkan diri, maka pengundurannya sama dengan adanya saksi baru, maka perceraian itu bisa dianggap sah.\""
},
{
"number": 2029,
"arab": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَعِيلَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ حَبِيبِ بْنِ أَرْدَكَ حَدَّثَنَا عَطَاءُ بْنُ أَبِي رَبَاحٍ عَنْ يُوسُفَ بْنِ مَاهَكَ عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثٌ جِدُّهُنَّ جِدٌّ وَهَزْلُهُنَّ جِدٌّ النِّكَاحُ وَالطَّلَاقُ وَالرَّجْعَةُ",
"id": "Telah menceritakan kepada kami [Hisyam bin Ammar] berkata, telah menceritakan kepada kami [Hatim bin Isma'il] berkata, telah menceritakan kepada kami ['Abdurrahman bin Habib bin Ardak] berkata, telah menceritakan kepada kami ['Atha bin Abu Rabah] dari [Yusuf bin Mahak] dari [Abu Hurairah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Ada tiga perkara baik dilakukan dengan serius atau dengan main-main hukumnya tetap berlaku; nikah, talak dan rujuk.\""
},
{
"number": 2030,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ وَعَبْدَةُ بْنُ سُلَيْمَانَ ح و حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ جَمِيعًا عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ زُرَارَةَ بْنِ أَوْفَى عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ تَجَاوَزَ لِأُمَّتِي عَمَّا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَعْمَلْ بِهِ أَوْ تَكَلَّمْ بِهِ",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Ali bin Mushir] dan [Abdah bin Sulaiman]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Humaid bin Mas'adah] berkata, telah menceritakan kepada kami [Khalid Ibnul Harits] semuanya dari [Sa'id bin Abu Arubah] dari [Qatadah] dari [Zurarah bin Aufa] dari [Abu Hurairah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah akan mengampuni apa yang terdetik dalam hati umatku selama belum melakukannya atau mengatakannya.\""
},
{
"number": 2031,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ ح و حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدِ بْنِ خِدَاشٍ وَمُحَمَّدُ بْنُ يَحْيَى قَالَا حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ حَمَّادٍ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ رُفِعَ الْقَلَمُ عَنْ ثَلَاثَةٍ عَنْ النَّائِمِ حَتَّى يَسْتَيْقِظَ وَعَنْ الصَّغِيرِ حَتَّى يَكْبَرَ وَعَنْ الْمَجْنُونِ حَتَّى يَعْقِلَ أَوْ يُفِيقَ قَالَ أَبُو بَكْرٍ فِي حَدِيثِهِ وَعَنْ الْمُبْتَلَى حَتَّى يَبْرَأَ",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Yazid bin Harun]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Muhammad bin Khalid bin Khidasy] dan [Muhammad bin Yahya] keduanya berkata; telah menceritakan kepada kami ['Abdurrahman bin Mahdi] berkata, telah menceritakan kepada kami [Hammad bin Salamah] dari [Hammad] dari [Ibrahim] dari [Al Aswad] dari ['Aisyah] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pena akan diangkat dari tiga orang; orang yang tidur hingga bangun, anak kecil hingga besar (balig) dan orang gila hingga berakal atau sadar.\" Abu Bakr menyebutkan dalam haditsnya, \"orang yang hilang akal hingga sadar.\""
},
{
"number": 2032,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا ابْنُ جُرَيْجٍ أَنْبَأَنَا الْقَاسِمُ بْنُ يَزِيدَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يُرْفَعُ الْقَلَمُ عَنْ الصَّغِيرِ وَعَنْ الْمَجْنُونِ وَعَنْ النَّائِمِ",
"id": "Telah menceritakan kepada kami [Muhamamd bin Basysyar] berkata, telah menceritakan kepada kami [Rauh bin Ubadah] berkata, telah menceritakan kepada kami [Ibnu Juraij] berkata, telah memberitakan kepada kami [Al Qasim bin Yazid] dari [Ali bin Abi Thalib] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Pena diangkat dari (tiga) golongan; anak kecil, orang gila dan orang tidur.\""
},
{
"number": 2033,
"arab": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ يُوسُفَ الْفِرْيَابِيُّ حَدَّثَنَا أَيُّوبُ بْنُ سُوَيْدٍ حَدَّثَنَا أَبُو بَكْرٍ الْهُذَلِيُّ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ أَبِي ذَرٍّ الْغِفَارِيِّ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ تَجَاوَزَ عَنْ أُمَّتِي الْخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ",
"id": "Telah menceritakan kepada kami [Ibrahim bin Muhammad bin Yusuf Al Firyabi] berkata, telah menceritakan kepada kami [Ayyub bin Suwaid] berkata, telah menceritakan kepada kami [Abu Bakr Al Hudzali] dari [Syahr bin Hausyab] dari [Abu Dzar Al Ghifari] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah memaafkan dari umatku sesuatu yang dilakukan karena salah, lupa dan sesuatu yang dipaksakan kepadanya.\""
},
{
"number": 2034,
"arab": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ مِسْعَرٍ عَنْ قَتَادَةَ عَنْ زُرَارَةَ بْنِ أَوْفَى عَنْ أَبِي هُرَيْرَةَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ تَجَاوَزَ لِأُمَّتِي عَمَّا تُوَسْوِسُ بِهِ صُدُورُهَا مَا لَمْ تَعْمَلْ بِهِ أَوْ تَتَكَلَّمْ بِهِ وَمَا اسْتُكْرِهُوا عَلَيْهِ",
"id": "Telah menceritakan kepada kami [Hisyam bin Ammar] berkata, telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Mis'ar] dari [Qatadah] dari [Zurarah bin Aufa] dari [Abu Hurairah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah memaafkan dari umatku ini sesuatu yang terdetik dalam hati selama tidak dilakukan, atau diucapkan. Dan apa-apa yang dipaksakan kepadanya.\""
},
{
"number": 2035,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا الْأَوْزَاعِيُّ عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ وَضَعَ عَنْ أُمَّتِي الْخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ",
"id": "Telah menceritakan kepada kami [Muhammad bin Al MuShaffa Al Himshi] berkata, telah menceritakan kepada kami [Al Walid bin Muslim] berkata, telah menceritakan kepada kami [Al Auza'i] dari ['Atha] dari [Ibnu Abbas] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Sesungguhnya Allah akan menggugurkan dari umatku sesuatu yang dilakukan karena salah, lupa dan sesuatu yang dipaksakan kepadanya.\""
},
{
"number": 2036,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ ثَوْرٍ عَنْ عُبَيْدِ بْنِ أَبِي صَالِحٍ عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ قَالَتْ حَدَّثَتْنِي عَائِشَةُأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا طَلَاقَ وَلَا عَتَاقَ فِي إِغْلَاقٍ",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Abdullah bin Numair] dari [Muhammad bin Ishaq] dari [Tsaur] dari [Ubaid bin Abu Shalih] dari [Shafiah binti Syaibah] ia berkata, \" ['Aisyah] menceritakan kepadaku bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada talak atau pembebasan (budak) disaat marah (yang memuncak).\""
},
{
"number": 2037,
"arab": "حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا هُشَيْمٌ أَنْبَأَنَا عَامِرٌ الْأَحْوَلُ ح و حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَعِيلَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ جَمِيعًا عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا طَلَاقَ فِيمَا لَا تَمْلِكُ",
"id": "Telah menceritakan kepada kami [Abu Kuraib] berkata, telah menceritakan kepada kami [Husyaim] berkata, telah memberitakan kepada kami [Amir Al Ahwal]. (dalam jalur lain disebutkan) Telah menceritakan kepada kami [Abu Kuraib] berkata, telah menceritakan kepada kami [Hatim bin Isma'il] semuanya dari ['Abdurrahman bin Al Harits] dari ['Amr bin Syu'aib] dari [Bapaknya] dari [Kakeknya] bahwa Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak ada perceraian pada apa yang tidak kamu miliki.\""
},
{
"number": 2038,
"arab": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ الْمِسْوَرِ بْنِ مَخْرَمَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا طَلَاقَ قَبْلَ نِكَاحٍ وَلَا عِتْقَ قَبْلَ مِلْكٍ",
"id": "Telah menceritakan kepada kami [Ahmad bin Sa'id Ad Darimi] berkata, telah menceritakan kepada kami [Ali bin Al Husain bin Waqid] berkata, telah menceritakan kepada kami [Hisyam bin Sa'd] dari [Az Zuhri] dari [Urwah] dari [Miswar bin Makhramah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Tidak ada perceraian sebelum terjadi pernikahan dan tidak ada pembebasan sebelum memiliki.\""
},
{
"number": 2039,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَنْبَأَنَا مَعْمَرٌ عَنْ جُوَيْبِرٍ عَنْ الضَّحَّاكِ عَنْ النَّزَّالِ بْنِ سَبْرَةَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا طَلَاقَ قَبْلَ النِّكَاحِ",
"id": "Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami ['Abdurrazaq] berkata, telah memberitakan kepada kami [Ma'mar] dari [Juwaibir] dari [Adl Dlahhak] dari [Nazzal bin Sabrah] dari [Ali bin Abu Thalib] radliallahu 'anhu, dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Tidak ada perceraian sebelum adanya pernikahan.\""
},
{
"number": 2040,
"arab": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنَا الْأَوْزَاعِيُّ قَالَ سَأَلْتُ الزُّهْرِيَّ أَيُّ أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَعَاذَتْ مِنْهُ فَقَالَ أَخْبَرَنِي عُرْوَةُ عَنْ عَائِشَةَأَنَّ ابْنَةَ الْجَوْنِ لَمَّا دَخَلَتْ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَنَا مِنْهَا قَالَتْ أَعُوذُ بِاللَّهِ مِنْكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُذْتِ بِعَظِيمٍ الْحَقِي بِأَهْلِكِ",
"id": "Telah menceritakan kepada kami ['Abdurrahman bin Ibrahim Ad Dimasyqi] berkata, telah menceritakan kepada kami [Al Walid bin Muslim] berkata, telah menceritakan kepada kami [Al Auza'i] ia berkata; aku bertanya [Az Zuhri], \"Siapakah dari isteri-isteri Nabi shallallahu 'alaihi wasallam yang berlindung dari beliau?\" ia lalu berkata, \" [Urwah] telah mengabarkan kepadaku dari ['Aisyah], bahwa Puteri Al Jaun ketika bertemu dengan Rasulullah shallallahu 'alaihi wasallam dan beliau telah dekat dengannya, ia berkata, \"Aku berlindung kepada Allah darimu.\" Maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Engkau telah berlindung dengan sesuatu yang besar, kembalilah kepada keluargamu.\""
},
{
"number": 2041,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ مُحَمَّدٍ قَالَا حَدَّثَنَا وَكِيعٌ عَنْ جَرِيرِ بْنِ حَازِمٍ عَنْ الزُّبَيْرِ بْنِ سَعِيدٍ عَنْ عَبْدِ اللَّهِ بْنِ عَلِيِّ بْنِ يَزِيدَ بْنِ رُكَانَةَ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّهُ طَلَّقَ امْرَأَتَهُ الْبَتَّةَ فَأَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ فَقَالَ مَا أَرَدْتَ بِهَا قَالَ وَاحِدَةً قَالَ آللَّهِ مَا أَرَدْتَ بِهَا إِلَّا وَاحِدَةً قَالَ آللَّهِ مَا أَرَدْتُ بِهَا إِلَّا وَاحِدَةً قَالَ فَرَدَّهَا عَلَيْهِقَالَ مُحَمَّد بْن مَاجَةَ سَمِعْت أَبَا الْحَسَنِ عَلِيَّ بْنَ مُحَمَّدٍ الطَّنَافِسِيَّ يَقُولُ مَا أَشْرَفَ هَذَا الْحَدِيثَ قَالَ ابْن مَاجَةَ أَبُو عُبَيْدٍ تَرَكَهُ نَاجِيَةُ وَأَحْمَدُ جَبُنَ عَنْهُ",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] dan [Ali bin Muhammad] keduanya berkata; telah menceritakan kepada kami [Waki'] dari [Jarir bin Hazim] dari [Az Zubair bin Sa'id] dari [Abdullah bin Ali bin Yazid bin Rukanah] dari [Bapaknya] dari [Kakeknya] bahwa ia telah mencerai isterinya dengan talak tiga. Lalu ia datang kepada Rasulullah shallallahu 'alaihi wasallam dan menanyakannya, lantas beliau balik bertanya: \"Apa yang kamu inginkan?\" ia menjawab: \"Talak satu.\" Beliau kembali menegaskan: \"Demi Allah, kamu tidak menginginkannya kecuali satu!? ia menjawab: \"Demi Allah, aku tidak menginginkannya kecuali satu.\" Ia berkata, \"Maka Beliau mengembalikan isterinya kepadanya.\" Muhammad bin Hajah berkata, \"Aku mendengar Abu Al Hasan Ali bin Muhammad Ath Thanafisi berkata, \"Betapa mulianya hadits ini.\" Ibnu Majah berkata, \"Nama Abu Ubaid telah ditinggalkan oleh Najiah, sementara Ahmad melemahkannya.\""
},
{
"number": 2042,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ عَنْ مُسْلِمٍ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَتْخَيَّرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاخْتَرْنَاهُ فَلَمْ نَرَهُ شَيْئًا",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Abu Mu'awiyah] dari [Al A'masy] dari [Muslim] dari [Masruq] dari ['Aisyah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam membuat pilihan untuk kami hingga kami pun memilihnya, dan sama sekali kami tidak ada keinginan memilih thalaq sedikitpun.\""
},
{
"number": 2043,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَنْبَأَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْلَمَّا نَزَلَتْ{ وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ }دَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا عَائِشَةُ إِنِّي ذَاكِرٌ لَكِ أَمْرًا فَلَا عَلَيْكِ أَنْ لَا تَعْجَلِي فِيهِ حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ قَالَتْ قَدْ عَلِمَ وَاللَّهِ أَنَّ أَبَوَيَّ لَمْ يَكُونَا لِيَأْمُرَانِي بِفِرَاقِهِ قَالَتْ فَقَرَأَ عَلَيَّ{ يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا }الْآيَاتِ فَقُلْتُ فِي هَذَا أَسْتَأْمِرُ أَبَوَيَّ قَدْ اخْتَرْتُ اللَّهَ وَرَسُولَهُ",
"id": "Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami [Abdurrazaq] berkata, telah memberitakan kepada kami [Ma'mar] dari [Az Zuhri] dari [Urwah] dari ['Aisyah] ia berkata, \"Katika turun ayat: \"(Dan jika kamu sekalian menghendaki (keredhaan) Allah dan Rasulnya-Nya) \", Rasulullah shallallahu 'alaihi wasallam masuk menemuiku seraya bersabda: \"Wahai 'Aisyah, aku akan mengingatkan suatu perkara kepadamu, maka janganlah kamu segera dalam memberi putusan hingga engkau minta pertimbangan terlebih dahulu kepada kedua orang tuamu, \" 'Aisyah melanjutkan penuturannya, \"Demi Allah, beliau sudah tahu bahwa kedua orang tuaku tidak akan mungkin memberiku saran untuk berpisah dengannya.\" 'Aisyah berkata, \"Lalu beliau membacakan kepadaku ayat: \"(Hai Nabi, katakanlah kepada isteri-isterimu: 'Jika kamu sekalian mengingini kehidupan dunia dan perhiasannya..).\" 'Aisyah berkata, \"Apakah dalam perkara semacam ini aku akan meminta pertimbangan orang tuaku! Sungguh, aku lebih memilih Allah dan Rasul-Nya.\""
},
{
"number": 2044,
"arab": "حَدَّثَنَا بَكْرُ بْنُ خَلَفٍ أَبُو بِشْرٍ حَدَّثَنَا أَبُو عَاصِمٍ عَنْ جَعْفَرِ بْنِ يَحْيَى بْنِ ثَوْبَانَ عَنْ عَمِّهِ عُمَارَةَ بْنِ ثَوْبَانَ عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَسْأَلُ الْمَرْأَةُ زَوْجَهَا الطَّلَاقَ فِي غَيْرِ كُنْهِهِ فَتَجِدَ رِيحَ الْجَنَّةِ وَإِنَّ رِيحَهَا لَيُوجَدُ مِنْ مَسِيرَةِ أَرْبَعِينَ عَامًا",
"id": "Telah menceritakan kepada kami [Bakr bin Khalaf Abu Bisyr] berkata, telah menceritakan kepada kami [Abu 'Ashim] dari [Ja'far bin Yahya bin Tsauban] dari pamannya [Umarah bin Tsauban] dari ['Atha] dari [Ibnu Abbas] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Tidaklah seorang isteri yang minta cerai suaminya bukan karena alasan yang dibenarkan kemudian mendapatkan bau surga, sungguh bau surga dapat dicapai dengan perjalanan empat puluh tahun.\""
},
{
"number": 2045,
"arab": "حَدَّثَنَا أَحْمَدُ بْنُ الْأَزْهَرِ حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ عَنْ حَمَّادِ بْنِ زَيْدٍ عَنْ أَيُّوبَ عَنْ أَبِي قِلَابَةَ عَنْ أَبِي أَسْمَاءَ عَنْ ثَوْبَانَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّمَا امْرَأَةٍ سَأَلَتْ زَوْجَهَا الطَّلَاقَ فِي غَيْرِ مَا بَأْسٍ فَحَرَامٌ عَلَيْهَا رَائِحَةُ الْجَنَّةِ",
"id": "Telah menceritakan kepada kami [Ahmad Ibnul Azhar] berkata, telah menceritakan kepada kami [Muhammad Ibnul Fadll] dari [Hammad bin Zaid] dari [Ayyub] dari [Abu Qilabah] dari [Abu Asma] dari [Tsauban] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Wanita mana saja yang minta cerai kepada suaminya bukan karena alasan yang dibenarkan, maka ia tidak akan mendapatkan bau surga.\""
},
{
"number": 2046,
"arab": "حَدَّثَنَا أَزْهَرُ بْنُ مَرْوَانَ حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ عَبْدِ الْأَعْلَى حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍأَنَّ جَمِيلَةَ بِنْتَ سَلُولَ أَتَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ وَاللَّهِ مَا أَعْتِبُ عَلَى ثَابِتٍ فِي دِينٍ وَلَا خُلُقٍ وَلَكِنِّي أَكْرَهُ الْكُفْرَ فِي الْإِسْلَامِ لَا أُطِيقُهُ بُغْضًا فَقَالَ لَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَرُدِّينَ عَلَيْهِ حَدِيقَتَهُ قَالَتْ نَعَمْ فَأَمَرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَأْخُذَ مِنْهَا حَدِيقَتَهُ وَلَا يَزْدَادَ",
"id": "Telah menceritakan kepada kami [Azhar bin Marwan] berkata, telah menceritakan kepada kami [Abdul A'la bin Abdul A'la] berkata, telah menceritakan kepada kami [Sa'id bin Abu Arubah] dari [Qatadah] dari [Ikrimah] dari [Ibnu Abbas] berkata, \"Jamilah binti Salul datang kepada Nabi shallallahu 'alaihi wasallam dan berkata, \"Aku tidak mencela Tsabit dalam masalah agama dan ahlaknya, akan tetapi aku benci kekafiran di dalam Islam, aku tidak mampu karena jengkel.\" Lalu Nabi shallallahu 'alaihi wasallam pun bersabda kepadanya: \"Apakah engkau bersedia mengembalikan kebun miliknya (mahar) kepadanya?\" ia menjawab, \"Ya.\" Maka beliau memerintahkan Tsabit mengambil kebun miliknya dan tidak memberi tambahan.\""
},
{
"number": 2047,
"arab": "حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ عَنْ حَجَّاجٍ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَكَانَتْ حَبِيبَةُ بِنْتُ سَهْلٍ تَحْتَ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ وَكَانَ رَجُلًا دَمِيمًا فَقَالَتْ يَا رَسُولَ اللَّهِ وَاللَّهِ لَوْلَا مَخَافَةُ اللَّهِ إِذَا دَخَلَ عَلَيَّ لَبَصَقْتُ فِي وَجْهِهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَرُدِّينَ عَلَيْهِ حَدِيقَتَهُ قَالَتْ نَعَمْ فَرَدَّتْ عَلَيْهِ حَدِيقَتَهُ قَالَ فَفَرَّقَ بَيْنَهُمَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
"id": "Telah menceritakan kepada kami [Abu Kuraib] berkata, telah menceritakan kepada kami [Abu Khalid Al Ahmar] dari [Hajjaj] dari ['Amru bin Syu'aib] dari [Bapaknya] dari [Kakeknya] ia berkata, \"Habibah binti Sahl adalah isteri Tsabit bin Qais bin Syammas, sementara dia adalah seorang lelaki yang bermuka buruk. Habibah berkata, \"Wahai Rasulullah, demi Allah, sekiranya bukan karena takut kepada Allah, jika dia berani masuk kepadaku niscaya aku akan meludahi mukanya.\" Beliau lalu bersabda: \"Apakah kamu mau mengembalikan kebun miliknya (mahar) kepada dia?\" ia menjawab, \"Ya.\" Maka ia pun mengembalikan kebun tersebut kepada Tsabit bin Qais. Ia (perawi) berkata, \"Maka Rasulullah shallallahu 'alaihi wasallam pun menceraikan keduanya.\""
},
{
"number": 2048,
"arab": "حَدَّثَنَا عَلِيُّ بْنُ سَلَمَةَ النَّيْسَابُورِيُّ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي عَنْ ابْنِ إِسْحَقَ أَخْبَرَنِي عُبَادَةُ بْنُ الْوَلِيدِ بْنِ عُبَادَةَ بْنِ الصَّامِتِ عَنْ الرُّبَيِّعِ بِنْتِ مُعَوِّذِ ابْنِ عَفْرَاءَ قَالَقُلْتُ لَهَا حَدِّثِينِي حَدِيثَكِ قَالَتْ اخْتَلَعْتُ مِنْ زَوْجِي ثُمَّ جِئْتُ عُثْمَانَ فَسَأَلْتُ مَاذَا عَلَيَّ مِنْ الْعِدَّةِ فَقَالَ لَا عِدَّةَ عَلَيْكِ إِلَّا أَنْ يَكُونَ حَدِيثَ عَهْدٍ بِكِ فَتَمْكُثِينَ عِنْدَهُ حَتَّى تَحِيضِينَ حَيْضَةً قَالَتْ وَإِنَّمَا تَبِعَ فِي ذَلِكَ قَضَاءَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَرْيَمَ الْمَغَالِيَّةِ وَكَانَتْ تَحْتَ ثَابِتِ بْنِ قَيْسٍ فَاخْتَلَعَتْ مِنْهُ",
"id": "Telah menceritakan kepada kami [Ali bin Salamah An Naisaburi] berkata, telah menceritakan kepada kami [Ya'qub bin Ibrahim bin Sa'd] berkata, telah menceritakan kepada kami [Bapakku] dari [Ibnu Ishaq] berkata, telah mengabarkan kepadaku [Ubadah bin Al Walid bin Ubadah bin Ash Shamit] dari [Ar Rubayyi' binti Mu'awwidz bin Afra] berkata, \"Aku berkata kepadanya, \"Ceritakanlah kepadaku tentang masalahmu.\" Ia menuturkan, \"Aku menggugat cerai suamiku, kemudian aku mendatangi Utsman dan bertanya, \"Apa kewajibanku dari Iddah?\" Maka dia menjawab, \"Tidak ada 'Iddah bagimu, karena kamu masih dalam keadaan baru, maka tinggallah di sisinya sehingga kamu mengalami haid satu kali.\" Rubayyi' berkata, \"Dalam perkara itu dia hanya mengikuti keputusan Rasulullah shallallahu 'alaihi wasallam sebagaimana dalam kasus Maryam Al Maghaliyyah, yang saat itu sedang berada di bawah naungan Tsabit bin Qais, kemudian dia meminta khulu' darinya.\""
},
{
"number": 2049,
"arab": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الرِّجَالِ عَنْ أَبِيهِ عَنْ عَمْرَةَ عَنْ عَائِشَةَ قَالَتْأَقْسَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ لَا يَدْخُلَ عَلَى نِسَائِهِ شَهْرًا فَمَكَثَ تِسْعَةً وَعِشْرِينَ يَوْمًا حَتَّى إِذَا كَانَ مِسَاءَ ثَلَاثِينَ دَخَلَ عَلَيَّ فَقُلْتُ إِنَّكَ أَقْسَمْتَ أَنْ لَا تَدْخُلَ عَلَيْنَا شَهْرًا فَقَالَ الشَّهْرُ هَكَذَا يُرْسِلُ أَصَابِعَهُ فِيهَا ثَلَاثَ مَرَّاتٍ وَالشَّهْرُ هَكَذَا وَأَرْسَلَ أَصَابِعَهُ كُلَّهَا وَأَمْسَكَ إِصْبَعًا وَاحِدًا فِي الثَّالِثَةِ",
"id": "Telah menceritakan kepada kami [Hisyam bin Ammar] berkata, telah menceritakan kepada kami ['Abdurrahman bin Abu Ar Rijal] dari [Bapaknya] dari [Amrah] dari ['Aisyah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam pernah bersumpah untuk tidak menggauli isteri-isterinya selama satu bulan, hal itu berlangsung hingga dua puluh sembilan hari. Maka ketika masuk malam ke tiga puluh beliau masuk menemuiku, aku bertanya, \"Engkau telah bersumpah untuk tidak menemui kami selama satu bulan?! \" beliau menjawab: \"Satu bulan itu seperti ini -beliau mengacungkan jari-jarinya tiga kali-, satu bulan itu seperti ini -lalu beliau mengacungkan semua jarinya dan menggenggam satu jari pada kali ketiganya.\""
},
{
"number": 2050,
"arab": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ عَنْ حَارِثَةَ بْنِ مُحَمَّدٍ عَنْ عَمْرَةَ عَنْ عَائِشَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا آلَى لِأَنَّ زَيْنَبَ رَدَّتْ عَلَيْهِ هَدِيَّتَهُ فَقَالَتْ عَائِشَةُ لَقَدْ أَقْمَأَتْكَ فَغَضِبَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَآلَى مِنْهُنَّ",
"id": "Telah menceritakan kepada kami [Suwaid bin Sa'id] berkata, telah menceritakan kepada kami [Yahya bin Zakariya bin Abu Za`idah] dari [Haritsah bin Muhammad] dari [Amrah] dari ['Aisyah] berkata, \"Rasulullah shallallahu 'alaihi wasallam melakukan Ila` (sumpah tidak akan meniduri isterinya) karena Zainab mengembalikan hadiah pemberian beliau. 'Aisyah berkata, \"Sesungguhnya ia telah merendahkanmu.\" Maka Nabi shallallahu 'alaihi wasallam marah dan meng-Ila` mereka.\""
},
{
"number": 2051,
"arab": "حَدَّثَنَا أَحْمَدُ بْنُ يُوسُفَ السُّلَمِيُّ حَدَّثَنَا أَبُو عَاصِمٍ عَنْ ابْنِ جُرَيْجٍ عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ صَيْفِيٍّ عَنْ عِكْرِمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أُمِّ سَلَمَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آلَى مِنْ بَعْضِ نِسَائِهِ شَهْرًا فَلَمَّا كَانَ تِسْعَةً وَعِشْرِينَ رَاحَ أَوْ غَدَا فَقِيلَ يَا رَسُولَ اللَّهِ إِنَّمَا مَضَى تِسْعٌ وَعِشْرُونَ فَقَالَ الشَّهْرُ تِسْعٌ وَعِشْرُونَ",
"id": "Telah menceritakan kepada kami [Ahmad bin Yusuf As Sulami] berkata, telah menceritakan kepada kami [Abu Ashim] dari [Ibnu Juraij] dari [Yahya bin Abdullah bin Muhammad bin Shaifi] dari [Ikrimah bin 'Abdurrahman] dari [Ummu Salamah] berkata, \"Rasulullah shallallahu 'alaihi wasallam meng-Ila` (sumpah untuk tidak menggaulinya) sebagian isteri-isterinya selama satu bulan. Maka, ketika telah masuk hari ke dua puluh sembilan beliau keluar di waktu sore atau pagi hari. Lalu dikatakan kepada beliau, \"Wahai Rasulullah, sekarang baru berlalu dua puluh sembilan hari! \" beliau lantas bersabda: \"Satu bulan itu dua puluh sembilan hari.\""
},
{
"number": 2052,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَقَ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ سَلَمَةَ بْنِ صَخْرٍ الْبَيَاضِيِّ قَالَكُنْتُ امْرَأً أَسْتَكْثِرُ مِنْ النِّسَاءِ لَا أَرَى رَجُلًا كَانَ يُصِيبُ مِنْ ذَلِكَ مَا أُصِيبُ فَلَمَّا دَخَلَ رَمَضَانُ ظَاهَرْتُ مِنْ امْرَأَتِي حَتَّى يَنْسَلِخَ رَمَضَانُ فَبَيْنَمَا هِيَ تُحَدِّثُنِي ذَاتَ لَيْلَةٍ انْكَشَفَ لِي مِنْهَا شَيْءٌ فَوَثَبْتُ عَلَيْهَا فَوَاقَعْتُهَا فَلَمَّا أَصْبَحْتُ غَدَوْتُ عَلَى قَوْمِي فَأَخْبَرْتُهُمْ خَبَرِي وَقُلْتُ لَهُمْ سَلُوا لِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا مَا كُنَّا نَفْعَلُ إِذًا يُنْزِلَ اللَّهُ عَزَّ وَجَلَّ فِينَا كِتَابًا أَوْ يَكُونَ فِينَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَوْلٌ فَيَبْقَى عَلَيْنَا عَارُهُ وَلَكِنْ سَوْفَ نُسَلِّمُكَ لِجَرِيرَتِكَ اذْهَبْ أَنْتَ فَاذْكُرْ شَأْنَكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَخَرَجْتُ حَتَّى جِئْتُهُ فَأَخْبَرْتُهُ الْخَبَرَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْتَ بِذَاكَ فَقُلْتُ أَنَا بِذَاكَ وَهَا أَنَا يَا رَسُولَ اللَّهِ صَابِرٌ لِحُكْمِ اللَّهِ عَلَيَّ قَالَ فَأَعْتِقْ رَقَبَةً قَالَ قُلْتُ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أَصْبَحْتُ أَمْلِكُ إِلَّا رَقَبَتِي هَذِهِ قَالَ فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ وَهَلْ دَخَلَ عَلَيَّ مَا دَخَلَ مِنْ الْبَلَاءِ إِلَّا بِالصَّوْمِ قَالَ فَتَصَدَّقْ أَوْ أَطْعِمْ سِتِّينَ مِسْكِينًا قَالَ قُلْتُ وَالَّذِي بَعَثَكَ بِالْحَقِّ لَقَدْ بِتْنَا لَيْلَتَنَا هَذِهِ مَا لَنَا عَشَاءٌ قَالَ فَاذْهَبْ إِلَى صَاحِبِ صَدَقَةِ بَنِي زُرَيْقٍ فَقُلْ لَهُ فَلْيَدْفَعْهَا إِلَيْكَ وَأَطْعِمْ سِتِّينَ مِسْكِينًا وَانْتَفِعْ بِبَقِيَّتِهَا",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Abdullah bin Numair] berkata, telah menceritakan kepada kami [Muhammad bin Ishaq] dari [Muhammad bin Amru bin 'Atha] dari [Sulaiman bin Yasar] dari [Salamah bin Shakhr Al Bayadli] ia berkata, \"Aku adalah orang yang paling besar ketertarikannya terhadap wanita, tidak seorang laki-laki pun yang seperti aku dalam hal itu. Ketika masuk bulan ramadlan aku menzhihar isteriku hingga bulan ramadlan berakhir. Ketika pada suatu malam ia berbicara kepadaku, sebagian auratnya tersingkaf hingga aku pun mendekapnya dan menggaulinya. Di pagi harinya aku pergi menemui kaumku dan mengabarkan apa yang telah aku lakukan. Aku katakan kepada mereka, \"Temanilah aku untuk menemui Rasulullah shallallahu 'alaihi wasallam, \" mereka berkata, \"Kami tidak akan melakukannya, kami takut akan ada ayat yang Allah 'azza wajalla turunkan atas kami. Atau, akan keluar perkataan Rasulullah shallallahu 'alaihi wasallam atas kami. Akan tetapi kami akan menyerahkan kamu beserta dosa-dosamu, maka pergi dan sebutkanlah perkaramu kepada Rasulullah shallallahu 'alaihi wasallam.\" Salamah bin Shakhr Al Bayadli berkata, \"Lalu aku keluar menemui beliau dan aku kabarkan hal itu kepadanya, Rasulullah shallallahu 'alaihi wasallam kemudian bersabda: \"Kamu berdosa karena hal itu, \" aku menjawab, \"Aku berdosa karena hal itu! Wahai Rasulullah, aku akan sabar dengan hukum Allah.\" Beliau bersabda: \"Bebaskanlah seorang budak.\" Salamah bin Shakhr Al Bayadli berkata, \"Aku berkata, \"Demi yang mengutusmu dengan keberanan, disaat pagi hari aku tidak mempunyai kecuali hanya budak ini.\" beliau bersabda: \"Berpuasalah dua bulan berturut-turut.\" Salamah bin Shakhr Al Bayadli berkata, \"Aku berkata, \"Wahai Rasulullah, apakah ada sesuatu yang menjadikan aku tertimpa musibah kecuali puasa?\" beliau bersabda: \"Bersedekahlah, atau beliau mengatakan, \"berilah makan enam puluh orang miskin.\" Salamah bin Shakhr Al Bayadli berkata, \"Aku berkata, \"Demi yang mengutusmu dengan kebenaran, malam ini kami telah bermalam dan kami tidak mendapati makan malam.\" Beliau bersabda: \"Temuilah pemegang harta sedekah dari bani Zurai', katakan kepadanya agar ia memberikan harta itu kepadamu. Lalu berilah makan kepada enam puluh orang miskin, dan manfaatkanlah sisanya.\""
},
{
"number": 2053,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُبَيْدَةَ حَدَّثَنَا أَبِي عَنْ الْأَعْمَشِ عَنْ تَمِيمِ بْنِ سَلَمَةَ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ قَالَ قَالَتْ عَائِشَةُتَبَارَكَ الَّذِي وَسِعَ سَمْعُهُ كُلَّ شَيْءٍ إِنِّي لَأَسْمَعُ كَلَامَ خَوْلَةَ بِنْتِ ثَعْلَبَةَ وَيَخْفَى عَلَيَّ بَعْضُهُ وَهِيَ تَشْتَكِي زَوْجَهَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهِيَ تَقُولُ يَا رَسُولَ اللَّهِ أَكَلَ شَبَابِي وَنَثَرْتُ لَهُ بَطْنِي حَتَّى إِذَا كَبِرَتْ سِنِّي وَانْقَطَعَ وَلَدِي ظَاهَرَ مِنِّي اللَّهُمَّ إِنِّي أَشْكُو إِلَيْكَ فَمَا بَرِحَتْ حَتَّى نَزَلَ جِبْرَائِيلُ بِهَؤُلَاءِ الْآيَاتِ{ قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ }",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Muhammad bin Abu Ubaidah] berkata, telah menceritakan kepada kami [Bapakku] dari [Al A'masy] dari [Tamim bin Salamah] dari [Urwah bin Az Zubair] ia berkata, \" ['Aisyah] berkata, \"Maha Suci Allah yang pendengaran-Nya mencakup segala sesuatu. Sungguh, aku pernah mendengar perkataan Khaulah binti Tsa'labah ketika ia mengadu kepada Rasulullah shallallahu 'alaihi wasallam tentang suaminya, namun aku tidak mendengar yang sebagiannya. Ia mengatakan, \"Wahai Rasulullah, ia telah memakan masa mudaku dan aku buka rahimku untuknya. Namun ketika umurku telah senja dan tidak bisa lagi memberi anak ia menzhiharku. Ya Allah, aku mengadu kepada-Mu, \" ia tetap saja begitu hingga Jibril turun dengan membaya ayat-ayat tersebut: \"(Sesungguhnya Allah telah mendengar perkataan wanita yang mengajukan gugatan kepada kamu tentang suaminya, dan mengadukan (halnya) kepada Allah..).\""
},
{
"number": 2054,
"arab": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ عَنْ مُحَمَّدِ بْنِ إِسْحَقَ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ سَلَمَةَ بْنِ صَخْرٍ الْبَيَاضِيِّعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمُظَاهِرِ يُوَاقِعُ قَبْلَ أَنْ يُكَفِّرَ قَالَ كَفَّارَةٌ وَاحِدَةٌ",
"id": "Telah menceritakan kepada kami [Abdullah bin Sa'id] berkata, telah menceritakan kepada kami [Abdullah bin Idris] dari [Muhammad bin Ishaq] dari [Muhammad bin Amru bin 'Atha] dari [Sulaiman bin Yasar] dari [Salamah bin Shakhr Al Bayadli] dari Nabi shallallahu 'alaihi wasallam tentang seseorang yang menzhihar kemudian mensetubuhi (isteri yang ia zhihar) sebelum membayar kafarahnya, \"Cukup dengan satu kali kafarah.\""
},
{
"number": 2055,
"arab": "حَدَّثَنَا الْعَبَّاسُ بْنُ يَزِيدَ حَدَّثَنَا غُنْدَرٌ حَدَّثَنَا مَعْمَرٌ عَنْ الْحَكَمِ بْنِ أَبَانَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍأَنَّ رَجُلًا ظَاهَرَ مِنْ امْرَأَتِهِ فَغَشِيَهَا قَبْلَ أَنْ يُكَفِّرَ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَالَ مَا حَمَلَكَ عَلَى ذَلِكَ قَالَ يَا رَسُولَ اللَّهِ رَأَيْتُ بَيَاضَ حِجْلَيْهَا فِي الْقَمَرِ فَلَمْ أَمْلِكْ نَفْسِي أَنْ وَقَعْتُ عَلَيْهَا فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَمَرَهُ أَلَّا يَقْرَبَهَا حَتَّى يُكَفِّرَ",
"id": "Telah menceritakan kepada kami [Al Abbas bin Yazid] berkata, telah menceritakan kepada kami [Ghundar] berkata, telah menceritakan kepada kami [Ma'mar] dari [Al Hakam bin Aban] dari [Ikrimah] dari [Ibnu Abbas] berkata, \"Seseorang menzhihzar isterinya kemudian ia menggaulinya sebelum membayar kafarah. Lalu ia datang kepada Nabi shallallahu 'alaihi wasallam dan menerangkan permasalahannya. Beliau bertanya: \"Apa yang membuatmu berbuat seperti itu?\" ia menjawab, \"Ya Rasulullah, aku melihat putih kedua kakinya saat terkena sinar rembulan, hingga aku tidak mampu menguasai jiwaku untuk menggaulinya.\" Rasulullah shallallahu 'alaihi wasallam tertawa dan memerintahkannya agar tidak mendekatinya hingga membayar kafarah.\""
},
{
"number": 2056,
"arab": "حَدَّثَنَا أَبُو مَرْوَانَ الْعُثْمَانِيُّ مُحَمَّدُ بْنُ عُثْمَانَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَجَاءَ عُوَيْمِرٌ إِلَى عَاصِمِ بْنِ عَدِيٍّ فَقَالَ سَلْ لِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرَأَيْتَ رَجُلًا وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا فَقَتَلَهُ أَيُقْتَلُ بِهِ أَمْ كَيْفَ يَصْنَعُ فَسَأَلَ عَاصِمٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَعَابَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَسَائِلَ ثُمَّ لَقِيَهُ عُوَيْمِرٌ فَسَأَلَهُ فَقَالَ مَا صَنَعْتَ فَقَالَ صَنَعْتُ أَنَّكَ لَمْ تَأْتِنِي بِخَيْرٍ سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَابَ الْمَسَائِلَ فَقَالَ عُوَيْمِرٌ وَاللَّهِ لَآتِيَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَأَسْأَلَنَّهُ فَأَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَجَدَهُ وَقَدْ أُنْزِلَ عَلَيْهِ فِيهِمَا فَلَاعَنَ بَيْنَهُمَا قَالَ عُوَيْمِرٌ وَاللَّهِ لَئِنْ انْطَلَقْتُ بِهَا يَا رَسُولَ اللَّهِ لَقَدْ كَذَبْتُ عَلَيْهَا قَالَ فَفَارَقَهَا قَبْلَ أَنْ يَأْمُرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَارَتْ سُنَّةً فِي الْمُتَلَاعِنَيْنِ ثُمَّ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْظُرُوهَا فَإِنْ جَاءَتْ بِهِ أَسْحَمَ أَدْعَجَ الْعَيْنَيْنِ عَظِيمَ الْأَلْيَتَيْنِ فَلَا أُرَاهُ إِلَّا قَدْ صَدَقَ عَلَيْهَا وَإِنْ جَاءَتْ بِهِ أُحَيْمِرَ كَأَنَّهُ وَحَرَةٌ فَلَا أُرَاهُ إِلَّا كَاذِبًا قَالَ فَجَاءَتْ بِهِ عَلَى النَّعْتِ الْمَكْرُوهِ",
"id": "Telah menceritakan kepada kami [Abu Marwan Al Utsmani Muhammad bin Utsman] berkata, telah menceritakan kepada kami [Ibrahim bin Sa'd] dari [Ibnu Syihab] dari [Sahl bin Sa'd As Sa'idi] ia berkata, \"Uwaimir datang menemui Ashim bin Adi dan berkata, \"Sampaikanlah pertanyaanku kepada Rasulullah shallallahu 'alaihi wasallam; apa pendapatmu jika seorang laki-laki marah ketika mendapati isterinya bersama laki-laki lain hingga ia membunuhnya. Apakah ia harus dibunuh (qishash) atau bagaimana?\" maka Ashim pun menanyakan hal itu kepada Rasulullah shallallahu 'alaihi wasallam, namun Rasulullah shallallahu 'alaihi wasallam mencela (benci) pertanyaan tersebut. Uwaimir lantas menemui Ashim dan bertanya kepadanya, \"Apa yang telah engkau lakukan?\" ia menjawab, \"Engkau datang kepadaku tidak membawa kebaikan, aku telah bertanya kepada Rasulullah shallallahu 'alaihi wasallam, namun beliau mencela pertanyaan tersebut. Maka Uwaimir pun berkata, \"Demi Allah, sungguh aku akan mendatangi Rasulullah shallallahu 'alaihi wasallam dan menanyakan hal itu kepadanya.\" Akhirnya ia datang menemui Rasulullah shallallahu 'alaihi wasallam, ia menemui beliau saat ayat yang berkenaan dengan permasalahannya telah diturunkan. Lalu Rasulullah menyuruhnya untuk saling mengambil sumpah antara keduanya. Uwaimir berkata, \"Demi Allah ya Rasulullah, jika aku membawanya pulang ke rumahku, berarti aku berdusta (tidak konsisten dengan ucapanku)?! \" Ia (perawi) berkata, \"Uwaimir pun berpisah dengan isterinya sebelum Rasulullah shallallahu 'alaihi wasallam memerintahkannya, hingga itu menjadi hal pertama kali yang terjadi dalam kasus li'an. Setelah itu Nabi shallallahu 'alaihi wasallam bersabda: \"Tolong awasi dan selidiki wanita itu, jika ia melahirkan bayinya yang berkulit hitam, warna mata yang sangat hitam dan pantat besar, berarti suaminya benar. Namun jika wanita itu melahirkan bayi dengan ciri-ciri warna kemerahan seperti wahrah (binatang semacam tokek), berarti suaminya yang bohong.\" Ia (perawi) berkata, \"Ternyata wanita itu melahirkan bayi yang ciri-cirinya tidak cocok dengan ayahnya ('Uwaimir).\""
},
{
"number": 2057,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ أَنْبَأَنَا هِشَامُ بْنُ حَسَّانَ حَدَّثَنَا عِكْرِمَةُ عَنْ ابْنِ عَبَّاسٍأَنَّ هِلَالَ بْنَ أُمَيَّةَ قَذَفَ امْرَأَتَهُ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِشَرِيكِ ابْنِ سَحْمَاءَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْبَيِّنَةَ أَوْ حَدٌّ فِي ظَهْرِكَ فَقَالَ هِلَالُ بْنُ أُمَيَّةَ وَالَّذِي بَعَثَكَ بِالْحَقِّ إِنِّي لَصَادِقٌ وَلَيُنْزِلَنَّ اللَّهُ فِي أَمْرِي مَا يُبَرِّئُ ظَهْرِي قَالَ فَنَزَلَتْ{ وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ حَتَّى بَلَغَ وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنْ الصَّادِقِينَ }فَانْصَرَفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَرْسَلَ إِلَيْهِمَا فَجَاءَا فَقَامَ هِلَالُ بْنُ أُمَيَّةَ فَشَهِدَ وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ اللَّهَ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْ تَائِبٍ ثُمَّ قَامَتْ فَشَهِدَتْ فَلَمَّا كَانَ عِنْدَ الْخَامِسَةِ{ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنْ الصَّادِقِينَ }قَالُوا لَهَا إِنَّهَا لَمُوجِبَةٌ قَالَ ابْنُ عَبَّاسٍ فَتَلَكَّأَتْ وَنَكَصَتْ حَتَّى ظَنَنَّا أَنَّهَا سَتَرْجِعُ فَقَالَتْ وَاللَّهِ لَا أَفْضَحُ قَوْمِي سَائِرَ الْيَوْمِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْظُرُوهَا فَإِنْ جَاءَتْ بِهِ أَكْحَلَ الْعَيْنَيْنِ سَابِغَ الْأَلْيَتَيْنِ خَدَلَّجَ السَّاقَيْنِ فَهُوَ لِشَرِيكِ ابْنِ سَحْمَاءَ فَجَاءَتْ بِهِ كَذَلِكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْلَا مَا مَضَى مِنْ كِتَابِ اللَّهِ عَزَّ وَجَلَّ لَكَانَ لِي وَلَهَا شَأْنٌ",
"id": "Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Ibnu Abu Adi] berkata, telah memberitakan kepada kami [Hisyam bin Hassan] berkata, telah menceritakan kepada kami [Ikrimah] dari [Ibnu Abbas] berkata, \"Hilal bin Umayyah menuduh isterinya selingkuh dengan Syarik bin Sahma di hadapan Nabi shallallahu 'alaihi wasallam. Maka, Nabi shallallahu 'alaihi wasallam pun bersabda: \"Engkau berikan bukti, atau engkau akan menerima hukuman had?! Hilal bin Umayyah lantas berkata, \"Demi yang mengutusmu dengan kebenaran, sungguh aku berkata benar. Dan pasti Allah akan menurunkan sebuah ayat yang akan membebaskan aku dari hukuman had.\" Ibnu Abbas berkata, \"Maka turunlah ayat: \"(Dan orang-orang yang menuduh isterinya (berzina), padahal mereka tidak ada mempunyai saksi-saksi selain diri mereka sendiri) \" hingga ayat \"(dan (sumpah) yang kelima: bahwa la'nat Allah atasnya jika suaminya itu termasuk orang-orang yang benar).\" Kemudian Nabi shallallahu 'alaihi wasallam berpaling dan mengutus utusan untuk memanggil keduanya (Hilal dan isterinya), dan mereka pun datang. Hilal bin Umayyah lantas berdiri dan bersaksi, lalu Rasulullah shallallahu 'alaihi wasallam bersabda: \"Sesungguhnya Allah mengetahui bahwa di antara kalian ada yang bohong, maka apakah ada yang mau bertaubat (sebelum terlambat)?\" setelah itu isterinya juga berdiri dan bersaksi. Maka ketika sampai pada (sumpah) yang kelima \"(bahwa la'nat Allah atasnya jika suaminya itu termasuk orang-orang yang benar).\" Para sahabat berkata, \"Ayat itu pasti akan mengenai wanita itu, ia wajib mendapatkan had.\" Ibnu Abbas berkata, \"Wanita itu ragu dan maju mundur hingga kami mengira seakan-akan ia akan kembali (taubat). Namun ia justru berkata, \"Sungguh kaumku tidak akan beruntung sepanjang hari.\" Setelah itu Nabi shallallahu 'alaihi wasallam bersabda: \"Lihatlah wanita itu, jika ia melahirkan anak yang bermata hitam, berpantat besar dan kedua betisnya juga besar, maka itu adalah anak Syarik bin Sahma.\" Dan wanita itu benar-benar melahirkan anak sebagaimana yang beliau sebutkan, maka Nabi shallallahu 'alaihi wasallam pun bersabda: \"Kalau bukan karena ketetapan yang telah tertera dalam Kitabullah, sungguh antara aku dengan dia pasti akan ada masalah.\""
},
{
"number": 2058,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ الْبَاهِلِيُّ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ بْنِ حَبِيبٍ قَالَا حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ قَالَكُنَّا فِي الْمَسْجِدِ لَيْلَةَ الْجُمُعَةِ فَقَالَ رَجُلٌ لَوْ أَنَّ رَجُلًا وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا فَقَتَلَهُ قَتَلْتُمُوهُ وَإِنْ تَكَلَّمَ جَلَدْتُمُوهُ وَاللَّهِ لَأَذْكُرَنَّ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَهُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ آيَاتِ اللِّعَانِ ثُمَّ جَاءَ الرَّجُلُ بَعْدَ ذَلِكَ يَقْذِفُ امْرَأَتَهُ فَلَاعَنَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَهُمَا وَقَالَ عَسَى أَنْ تَجِيءَ بِهِ أَسْوَدَ فَجَاءَتْ بِهِ أَسْوَدَ جَعْدًا",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Khallad Al Bahili] dan [Ishaq bin Ibrahim bin Habib] keduanya berkata; telah menceritakan kepada kami [Abdah bin Sulaiman] dari [Al A'masy] dari [Ibrahim] dari [Alqamah] dari [Abdullah] ia berkata, \"Ketika kami sedang berada di masjid pada malam jum'at, ada seseorang yang berkata, \"Kalau saja seorang suami mendapatkan seorang lelaki bersama isterinya, kemudian dia membunuhnya, kalian pasti akan balas membunuhnya. Dan jika ia berbicara, pasti kalian akan menderanya. Demi Allah, aku akan sampaikan hal itu kepada Nabi shallallahu 'alaihi wasallam.\" Maka ia pun menyampaikannya hal itu kepada Nabi shallallahu 'alaihi wasallam, hingga Allah 'azza wajalla menurunkan ayat-ayat li'an. Setelah kejadian itu, laki-laki tersebut kemudian menuduh isterinya, maka Nabi shallallahu 'alaihi wasallam memerintahkan agar keduanya saling bersumpah, beliau bersabda: \"Semoga dia melahirkan anak yang berkulit hitam.\" Dan benar saja, wanita tersebut melahirkan seorang anak yang berkulit hitam dan berambut keriting.\""
},
{
"number": 2059,
"arab": "حَدَّثَنَا أَحْمَدُ بْنُ سِنَانٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَأَنَّ رَجُلًا لَاعَنَ امْرَأَتَهُ وَانْتَفَى مِنْ وَلَدِهَا فَفَرَّقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَهُمَا وَأَلْحَقَ الْوَلَدَ بِالْمَرْأَةِ",
"id": "Telah menceritakan kepada kami [Ahmad bin Sinan] berkata, telah menceritakan kepada kami ['Abdurrahman bin Mahdi] dari [Malik bin Anas] dari [Nafi'] dari [Ibnu Umar] berkata, \"Seorang laki-laki menyumpahi isterinya dan tidak mengakui anak yang dilahirkannya. Rasulullah shallallahu 'alaihi wasallam kemudian memisahkan keduanya dan menasabkan anak tersebut kepada ibunya.\""
},
{
"number": 2060,
"arab": "حَدَّثَنَا عَلِيُّ بْنُ سَلَمَةَ النَّيْسَابُورِيُّ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِي عَنْ ابْنِ إِسْحَقَ قَالَ ذَكَرَ طَلْحَةُ بْنُ نَافِعٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَتَزَوَّجَ رَجُلٌ مِنْ الْأَنْصَارِ امْرَأَةً مِنْ بَلْعِجْلَانَ فَدَخَلَ بِهَا فَبَاتَ عِنْدَهَا فَلَمَّا أَصْبَحَ قَالَ مَا وَجَدْتُهَا عَذْرَاءَ فَرُفِعَ شَأْنُهَا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَعَا الْجَارِيَةَ فَسَأَلَهَا فَقَالَتْ بَلَى قَدْ كُنْتُ عَذْرَاءَ فَأَمَرَ بِهِمَا فَتَلَاعَنَا وَأَعْطَاهَا الْمَهْرَ",
"id": "Telah menceritakan kepada kami [Ali bin Salamah An Naisaburi] berkata, telah menceritakan kepada kami [Ya'qub bin Ibrahim bin Sa'd] berkata, telah menceritakan kepada kami [Bapakku] dari [Ibnu Ishaq] ia berkata; [Thalhah bin Nafi'] menyebutkan dari [Sa'id bin Jubair] dari [Ibnu Abbas] ia berkata, \"Seorang laki-laki Anshar menikahi seorang wanita yang berasal dari Bal'ijlan, lalu ia masuk dan bermalam bersamanya. Ketika datang waktu pagi ia berkata, \"Aku tidak mendapatkan kegadisannya! \" hingga akhirnya, persoalan tersebut disampaikan kepada Nabi shallallahu 'alaihi wasallam. Beliau memanggil wanita tersebut dan menanyainya, wanita itu menjawab, \"Benar, aku masih dalam keadaan gadis.\" Maka beliau pun memerintahkan keduanya untuk saling bersumpah, dan beliau memberikan hak mahar kepadanya.\""
},
{
"number": 2061,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ الْحَضْرَمِيُّ عَنْ ضَمْرَةَ بْنِ رَبِيعَةَ عَنْ ابْنِ عَطَاءٍ عَنْ أَبِيهِ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَرْبَعٌ مِنْ النِّسَاءِ لَا مُلَاعَنَةَ بَيْنَهُنَّ النَّصْرَانِيَّةُ تَحْتَ الْمُسْلِمِ وَالْيَهُودِيَّةُ تَحْتَ الْمُسْلِمِ وَالْحُرَّةُ تَحْتَ الْمَمْلُوكِ وَالْمَمْلُوكَةُ تَحْتَ الْحُرِّ",
"id": "Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami [Haiwah bin Syuraih Al Hadlrami] dari [Dlamrah bin Rabi'ah] dari [Ibnu 'Atha] dari [Bapaknya] dari ['Amru bin Syu'aib] dari [Bapaknya] dari [Kakeknya] bahwa Nabi shallallahu 'alaihi wasallam bersabda: \"Ada empat orang dari kaum wanita yang li'an tidak berlaku bagi mereka; wanita Nasrani yang ada di bawah lelaki muslim, wanita Yahudi yang ada di bawah lelaki muslim, wanita merdeka yang ada di bawah seorang budak, dan budak wanita yang ada di bawah seorang lelaki merdeka.\""
},
{
"number": 2062,
"arab": "حَدَّثَنَا الْحَسَنُ بْنُ قَزْعَةَ حَدَّثَنَا مَسْلَمَةُ بْنُ عَلْقَمَةَ حَدَّثَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ عَنْ عَامِرٍ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَتْآلَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ نِسَائِهِ وَحَرَّمَ فَجَعَلَ الْحَلَالَ حَرَامًا وَجَعَلَ فِي الْيَمِينِ كَفَّارَةً",
"id": "Telah menceritakan kepada kami [Al Hasan bin Quz'ah] berkata, telah menceritakan kepada kami [Maslamah bin Alqamah] berkata, telah menceritakan kepada kami [Dawud bin Abu Hind] dari [Amir] dari [Masruq] dari ['Aisyah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam melakukan ilaa' terhada isteri-isterinya dan mengharamkan mereka. Beliau mengharamkan yang halal dan menjadikan kafarah di dalam yamin (sumpah).\""
},
{
"number": 2063,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ حَدَّثَنَا هِشَامٌ الدَّسْتُوَائِيُّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ يَعْلَى بْنِ حَكِيمٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ قَالَ ابْنُ عَبَّاسٍفِي الْحَرَامِ يَمِينٌ وَكَانَ ابْنُ عَبَّاسٍ يَقُولُ{ لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ }",
"id": "Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami [Wahb bin Jarir] berkata, telah menceritakan kepada kami [Hisyam Ad Dastuwani] dari [Yahya bin Abu Katsir] dari [Ya'la bin Hakim] dari [Sa'id bin Jubair] ia berkata; [Ibnu Abbas] berkata, \"Di dalam perkara yang dilarang itu ada sumpah.\" Dan Ibnu Abbas berkata, \"Sungguh telah ada bagi kalian dalam diri Rasulullah suri tauladan yang baik.\""
},
{
"number": 2064,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ بْنِ يَزِيدَ عَنْ عَائِشَةَأَنَّهَا أَعْتَقَتْ بَرِيرَةَ فَخَيَّرَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَ لَهَا زَوْجٌ حُرٌّ",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Hafsh bin Ghiyats] dari [Al A'masy] dari [Ibrahim] dari [Al Aswad bin Yazid] dari ['Aisyah] Bahwasanya ia telah memerdekakan Barirah, lalu Rasulullah shallallahu 'alaihi wasallam memberi pilihan kepadanya, dan ia memiliki seorang suami yang merdeka.\""
},
{
"number": 2065,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَمُحَمَّدُ بْنُ خَلَّادٍ الْبَاهِلِيُّ قَالَا حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ حَدَّثَنَا خَالِدٌ الْحَذَّاءُ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَكَانَ زَوْجُ بَرِيرَةَ عَبْدًا يُقَالُ لَهُ مُغِيثٌ كَأَنِّي أَنْظُرُ إِلَيْهِ يَطُوفُ خَلْفَهَا وَيَبْكِي وَدُمُوعُهُ تَسِيلُ عَلَى خَدِّهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْعَبَّاسِ يَا عَبَّاسُ أَلَا تَعْجَبُ مِنْ حُبِّ مُغِيثٍ بَرِيرَةَ وَمِنْ بُغْضِ بَرِيرَةَ مُغِيثًا فَقَالَ لَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ رَاجَعْتِيهِ فَإِنَّهُ أَبُو وَلَدِكِ قَالَتْ يَا رَسُولَ اللَّهِ تَأْمُرُنِي قَالَ إِنَّمَا أَشْفَعُ قَالَتْ لَا حَاجَةَ لِي فِيهِ",
"id": "Telah menceritakan kepada kami [Muhammad Ibnul Mutsanna] dan [Muhammad bin Khallad Al Bahili] keduanya berkata; telah menceritakan kepada kami [Abdul Wahhab Ats Tsaqafi] berkata, telah menceritakan kepada kami [Khalid Al Hadzdza] dari [Ikrimah] dari [Ibnu Abbas] ia berkata, \"Suami Barirah adalah seorang budak yang bernama Mughits, seakan-akan aku melihatnya berjalan di belakang Barirah sedang air matanya mengalir di pipinya. Nabi shallallahu 'alaihi wasallam lantas bersabda kepada Al Abbas: \"Wahai Abbas, tidakkah engkau taajub dengan cintanya Mughits kepada Barirah dan betapa bencinya Barirah kepada Mughits?\" Nabi shallallahu 'alaihi wasallam lalu bersabda kepada Barirah: \"Jika engkau mau kembali kepadanya, sungguh ia adalah bapak dari anakmu, \" Barirah menjawab, \"Wahai Rasulullah, apakah engkau memerintahkan kepadaku?\" beliau bersabda: \"Aku hanya menganjurkan.\" Barirah lalu berkata, \"Aku tidak butuh (dia).\""
},
{
"number": 2066,
"arab": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ حَدَّثَنَا وَكِيعٌ عَنْ أُسَامَةَ بْنِ زَيْدٍ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ عَائِشَةَ قَالَتْمَضَى فِي بَرِيرَةَ ثَلَاثُ سُنَنٍ خُيِّرَتْ حِينَ أُعْتِقَتْ وَكَانَ زَوْجُهَا مَمْلُوكًا وَكَانُوا يَتَصَدَّقُونَ عَلَيْهَا فَتُهْدِي إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَقُولُ هُوَ عَلَيْهَا صَدَقَةٌ وَهُوَ لَنَا هَدِيَّةٌ وَقَالَ الْوَلَاءُ لِمَنْ أَعْتَقَ",
"id": "Telah menceritakan kepada kami [Ali bin Muhammad] berkata, telah menceritakan kepada kami [Waki'] dari [Usamah bin Yazid] dari [Al Qasim bin Muhammad] dari ['Aisyah] ia berkata, \"Telah berlalu bagi Barirah tiga kali haid, dan saat dimerdekakan ia diberi pilihan. Suaminya adalah seorang budak, orang-orang banyak memberi sedekah kepadanya, lalu ia hadiahkan sedekah tersebut kepada Nabi shallallahu 'alaihi wasallam. Beliau kemudian bersabda: \"Baginya adalah sedekah, dan bagi kita adalah hadiah.\" Beliau bersabda lagi: \"Loyalitas itu untuk yang memerdekakannya.\""
},
{
"number": 2067,
"arab": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ قَالَتْأُمِرَتْ بَرِيرَةُ أَنْ تَعْتَدَّ بِثَلَاثِ حِيَضٍ",
"id": "Telah menceritakan kepada kami [Ali bin Muhammad] berkata, telah menceritakan kepada kami [Waki'] dari [Sufyan] dari [Manshur] dari [Ibrahim] dari [Al Aswad] dari ['Aisyah] ia berkata, \"Barirah diperintah untuk menjalani masa iddah selama tiga kali haid.\""
},
{
"number": 2068,
"arab": "حَدَّثَنَا إِسْمَعِيلُ بْنُ تَوْبَةَ حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ عَنْ يَحْيَى بْنِ أَبِي إِسْحَقَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أُذَيْنَةَ عَنْ أَبِي هُرَيْرَةَأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيَّرَ بَرِيرَةَ",
"id": "Telah menceritakan kepada kami [Isma'il bin Taubah] berkata, telah menceritakan kepada kami ['Abbad bin Al 'Awwam] dari [Yahya bin Ishaq] dari ['Abdurrahman bin Udzainah] dari [Abu Hurairah] berkata, \"Rasulullah shallallahu 'alaihi wasallam memberi pilihan kepada Barirah.\""
},
{
"number": 2069,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ طَرِيفٍ وَإِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ قَالَا حَدَّثَنَا عُمَرُ بْنُ شَبِيبٍ الْمُسْلِيُّ عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى عَنْ عَطِيَّةَ عَنْ ابْنِ عُمَرَ قَالَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَلَاقُ الْأَمَةِ اثْنَتَانِ وَعِدَّتُهَا حَيْضَتَانِ",
"id": "Telah menceritakan kepada kami [Muhammad bin Thuraif] dan [Ibrahim bin Sa'id Al Jauhari] keduanya berkata; telah menceritakan kepada kami [Umar bin Syabib Al Musli] dari [Abdullah bin Isa] dari ['Athiyyah] dari [Ibnu Umar] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Talak bagi seorang budak wanita itu sebanyak dua kali, dan masa iddahnya adalah dua kali haid.\""
},
{
"number": 2070,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو عَاصِمٍ حَدَّثَنَا ابْنُ جُرَيْجٍ عَنْ مُظَاهِرِ بْنِ أَسْلَمَ عَنْ الْقَاسِمِ عَنْ عَائِشَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ طَلَاقُ الْأَمَةِ تَطْلِيقَتَانِ وَقُرْؤُهَا حَيْضَتَانِ",
"id": "Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Abu 'Ashim] berkata, telah menceritakan kepada kami [Ibnu Juraij] dari [Mudzahir bin Aslam] dari [Al Qasim] dari ['Aisyah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Talaknya seorang budak perempuan itu dua kali, dan masa tunggunya adalah dua kali haid.\""
},
{
"number": 2071,
"arab": "قَالَ أَبُو عَاصِمٍ فَذَكَرْتُهُ لِمُظَاهِرٍ فَقُلْتُ حَدِّثْنِي كَمَا حَدَّثْتَ ابْنَ جُرَيْجٍ فَأَخْبَرَنِي عَنْ الْقَاسِمِ عَنْ عَائِشَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ طَلَاقُ الْأَمَةِ تَطْلِيقَتَانِ وَقُرْؤُهَا حَيْضَتَانِ",
"id": "[Abu Ashim] berkata, \"Lalu aku sebutkan hal itu kepada [Muzhahir] -aku berkata; \"Ceritakanlah kepadaku sebagaimana engkau ceritakan kepada Ibnu Juraij-, lalu ia pun mengabarkan kepadaku, dari [Al Qasim] dari ['Aisyah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Talaknya seorang budak perempuan itu dua kali, dan masa tungguhnya adalah dua kali haid.\""
},
{
"number": 2072,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ حَدَّثَنَا ابْنُ لَهِيعَةَ عَنْ مُوسَى بْنِ أَيُّوبَ الْغَافِقِيِّ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ سَيِّدِي زَوَّجَنِي أَمَتَهُ وَهُوَ يُرِيدُ أَنْ يُفَرِّقَ بَيْنِي وَبَيْنَهَا قَالَ فَصَعِدَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمِنْبَرَ فَقَالَ يَا أَيُّهَا النَّاسُ مَا بَالُ أَحَدِكُمْ يُزَوِّجُ عَبْدَهُ أَمَتَهُ ثُمَّ يُرِيدُ أَنْ يُفَرِّقَ بَيْنَهُمَا إِنَّمَا الطَّلَاقُ لِمَنْ أَخَذَ بِالسَّاقِ",
"id": "Telah menceritakan kepada kami [Muhammad bin Yahya] berkata, telah menceritakan kepada kami [Yahya bin Abdullah bin Bukair] berkata, telah menceritakan kepada kami [Ibnu Lahi'ah] dari [Musa bin Ayyub Al Ghafiqi] dari [Ikrimah] dari [Ibnu Abbas] ia berkata, \"Seorang lelaki datang menemui Nabi shallallahu 'alaihi wasallam dan berkata, \"Wahai Rasulullah, sesungguhnya tuanku mengawinkan aku dengan budak perempuannya, lalu ia ingin memisahkan aku dari dia.\" Ibnu Abbas berkata, \"Rasulullah shallallahu 'alaihi wasallam kemudian naik ke mimbar dan bersabda: \"Wahai manusia, kenapa salah seorang dari kalian menikahkan budaknya dengan budak perempuannya, kemudian dia ingin memisahkan keduanya?! Hanyasanya talak itu hak bagi orang yang memegang betis.\""
},
{
"number": 2073,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ زَنْجَوَيْهِ أَبُو بَكْرٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا مَعْمَرٌ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عُمَرَ بْنِ مُعَتِّبٍ عَنْ أَبِي الْحَسَنِ مَوْلَى بَنِي نَوْفَلٍ قَالَسُئِلَ ابْنُ عَبَّاسٍ عَنْ عَبْدٍ طَلَّقَ امْرَأَتَهُ تَطْلِيقَتَيْنِ ثُمَّ أُعْتِقَا يَتَزَوَّجُهَا قَالَ نَعَمْ فَقِيلَ لَهُ عَمَّنْ قَالَ قَضَى بِذَلِكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَقَالَ عَبْدُ الرَّزَّاقِ قَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ لَقَدْ تَحَمَّلَ أَبُو الْحَسَنِ هَذَا صَخْرَةً عَظِيمَةً عَلَى عُنُقِهِ",
"id": "Telah menceritakan kepada kami [Muhammad bin Abdul Malik bin Zanjawaih Abu Bakr] berkata, telah menceritakan kepada kami ['Abdurrazaq] berkata, telah menceritakan kepada kami [Ma'mar] dari [Yahya bin Abu Katsir] dari [Umar bin Mu'attib] dari [Abul Hasan Maula Bani Naufal] ia berkata, \" [Ibnu Abbas] ditanya tentang seorang budak yang telah mentalak isterinya dengan dua talak kemudian keduanya dimerdekakan, maka apakah ia boleh menikahinya lagi?\" Ibnu Abbas menjawab, \"Ya, boleh.\" Ibnu Abbas ditanya lagi, \"Sumbernya dari siapa?\" ia menjawab, \"Demikianlah Rasulullah shallallahu 'alaihi wasallam memutuskan perkara seperti in.\" 'Abdurrazaq berkata; Abdullah bin Mubarak berkata, \"Sungguh Abul Hasan telah mampu memikul batu besar ini di atas pundaknya.\""
},
{
"number": 2074,
"arab": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ حَدَّثَنَا وَكِيعٌ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ مَطَرٍ الْوَرَّاقِ عَنْ رَجَاءِ بْنِ حَيْوَةَ عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ عَنْ عَمْرِو بْنِ الْعَاصِ قَالَلَا تُفْسِدُوا عَلَيْنَا سُنَّةَ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِدَّةُ أُمِّ الْوَلَدِ أَرْبَعَةُ أَشْهُرٍ وَعَشْرًا",
"id": "Telah menceritakan kepada kami [Ali bin Muhammad] berkata, telah menceritakan kepada kami [Waki'] dari [Sa'id bin Abu 'Arubah] dari [Mathar Al Warraq] dari [Raja bin Haiwah] dari [Qabishah bin Dzu`aib] dari [Amru bin 'Ash] ia berkata, \"Janganlah kalian merusak sunnah Nabi kami, Muhammad shallallahu 'alaihi wasallam. Masa Iddah ummul walad adalah empat bulan sepuluh hari.\" "
},
{
"number": 2075,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَنْبَأَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ حُمَيْدِ بْنِ نَافِعٍ أَنَّهُ سَمِعَ زَيْنَبَ ابْنَةَ أُمِّ سَلَمَةَ تُحَدِّثُ أَنَّهَا سَمِعَتْ أُمَّ سَلَمَةَ وَأُمَّ حَبِيبَةَ تَذْكُرَانِأَنَّ امْرَأَةً أَتَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ إِنَّ ابْنَةً لَهَا تُوُفِّيَ عَنْهَا زَوْجُهَا فَاشْتَكَتْ عَيْنُهَا فَهِيَ تُرِيدُ أَنْ تَكْحَلَهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ كَانَتْ إِحْدَاكُنَّ تَرْمِي بِالْبَعْرَةِ عِنْدَ رَأْسِ الْحَوْلِ وَإِنَّمَا هِيَ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Yazid bin harun] berkata, telah memberitakan kepada kami [Yahya bin Sa'id] dari [Humaid bin Nafi'] Bahwasanya ia mendengar [Zainab bintu Ummu Salamah] menceritakan bahwa ia mendengar [Ummu Salamah] dan [Ummu Habibah] menyebutkan, bahwa ada seorang wanita mendatangi Nabi shallallahu 'alaihi wasallam dan mengatakan bahwa suami anak perempuannya telah meninggal, lalu anaknya merasakan sakit pada matanya, hingga ia (ibu) ingin memberikan celak. Maka Rasulullah shallallahu 'alaihi wasallam pun bersabda: \"Sungguh, tradisi kalian dahulu menyudahi masa iddahnya dengan cara melempar kotoran unta (setelah masa iddah genap satu tahun), padahal masa iddahnya hanyalah empat bulan sepuluh hari.\""
},
{
"number": 2076,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَحِلُّ لِامْرَأَةٍ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلَاثٍ إِلَّا عَلَى زَوْجٍ",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Sufyan bin Uyainah] dari [Az Zuhri] dari [Urwah] dari ['Aisyah] dari Nabi shallallahu 'alaihi wasallam, beliau bersabda: \"Tidak halal bagi seorang wanita melakukan ihdad (tidak berhias dan memakai wewangian) atas mayat lebih dari tiga hari, kecuali untuk suaminya.\""
},
{
"number": 2077,
"arab": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ نَافِعٍ عَنْ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ عَنْ حَفْصَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَحِلُّ لِامْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلَاثٍ إِلَّا عَلَى زَوْجٍ",
"id": "Telah menceritakan kepada kami [Hannad bin As Sari] berkata, telah menceritakan kepada kami [Abu Al Ahwash] dari [Yahya bin Sa'id] dari [Nafi'] dari [Shafiah binti Abu Ubaid] dari [Hafshah] -isteri Nabi shallallahu 'alaihi wasallam- ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"Tidak halal bagi seorang wanita yang beriman kepada Allah dan hari akhir melakukan ihdad (tidak berhias dan memakai wewangian) atas mayat lebih dari tiga hari, kecuali untuk suaminya.\""
},
{
"number": 2078,
"arab": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنْ هِشَامِ بْنِ حَسَّانَ عَنْ حَفْصَةَ عَنْ أُمِّ عَطِيَّةَ قَالَتْقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تُحِدُّ عَلَى مَيِّتٍ فَوْقَ ثَلَاثٍ إِلَّا امْرَأَةٌ تُحِدُّ عَلَى زَوْجِهَا أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا وَلَا تَلْبَسُ ثَوْبًا مَصْبُوغًا إِلَّا ثَوْبَ عَصْبٍ وَلَا تَكْتَحِلُ وَلَا تَطَيَّبُ إِلَّا عِنْدَ أَدْنَى طُهْرِهَا بِنُبْذَةٍ مِنْ قُسْطٍ أَوْ أَظْفَارٍ",
"id": "Telah menceritakan kepada kami [Abu Bakr bin Abu Syaibah] berkata, telah menceritakan kepada kami [Abdullah bin Numair] dari [Hisyam bin Hassan] dari [Hafshah] dari [Ummu Athiah] ia berkata, \"Rasulullah shallallahu 'alaihi wasallam bersabda: \"(Seorang wanita) tidak boleh melakukan ihdad (tidak berhias dan memakai wewangian) atas mayit lebih dari tiga hari, kecuali seorang wanita untuk suaminya, empat bulan sepuluh hari. Tidak boleh memakai kain yang dicelup selain kain kecuali kain Ashb (kain yang telah dicelup sebelum ditenun). Tidak boleh bercelak dan memakai wewangian kecuali setelah sucinya sedikit qusth (kayu wangi), atau azhfar (wewangian dari Yaman).\""
},
{
"number": 2079,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَعُثْمَانُ بْنُ عُمَرَ قَالَا حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ عَنْ خَالِهِ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ حَمْزَةَ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَكَانَتْ تَحْتِي امْرَأَةٌ وَكُنْتُ أُحِبُّهَا وَكَانَ أَبِي يُبْغِضُهَا فَذَكَرَ ذَلِكَ عُمَرُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَنِي أَنْ أُطَلِّقَهَا فَطَلَّقْتُهَا",
"id": "Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Yahya bin Sa'id Al Qaththan] dan [Utsman bin Umar] keduanya berkata; telah menceritakan kepada kami [Ibnu Abu Dzi`b] dari pamannya [Al Harits bin 'Abdurrahman] dari [Hamzah bin Abdullah bin Umar] dari [Abdullah bin Umar] ia berkata, \"Aku memiliki seorang isteri yang aku sukai, namun ayahku tidak menyukainya.\" Lalu Umar menyampaikan hal itu kepada Nabi shallallahu 'alaihi wasallam hingga beliau memerintahkanku untuk menceraikannya, maka aku pun menceraikannya.\""
},
{
"number": 2080,
"arab": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ أَبِي عَبْدِ الرَّحْمَنِأَنَّ رَجُلًا أَمَرَهُ أَبُوهُ أَوْ أُمُّهُ شَكَّ شُعْبَةُ أَنْ يُطَلِّقَ امْرَأَتَهُ فَجَعَلَ عَلَيْهِ مِائَةَ مُحَرَّرٍ فَأَتَى أَبَا الدَّرْدَاءِ فَإِذَا هُوَ يُصَلِّي الضُّحَى وَيُطِيلُهَا وَصَلَّى مَا بَيْنَ الظُّهْرِ وَالْعَصْرِ فَسَأَلَهُ فَقَالَ أَبُو الدَّرْدَاءِ أَوْفِ بِنَذْرِكَ وَبِرَّ وَالِدَيْكَ وَقَالَ أَبُو الدَّرْدَاءِ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الْوَالِدُ أَوْسَطُ أَبْوَابِ الْجَنَّةِ فَحَافِظْ عَلَى وَالِدَيْكَ أَوْ اتْرُكْ",
"id": "Telah menceritakan kepada kami [Muhammad bin Basysyar] berkata, telah menceritakan kepada kami [Muhammad bin Ja'far] berkata, telah menceritakan kepada kami [Syu'bah] dari ['Atha bin As Sa`ib] dari [Abu 'Abdurrahman] berkata, \"Seorang laki-laki disuruh ayah atau ibunya -Syu'bah merasa ragu- untuk menceraikan isterinya dan ia akan diganti dengan seratus budak. Maka ia mendatangi Abu Darda yang waktu itu sedang melaksanakan shalat dluha, dan ia memperpanjang ahalatnya. Ketika Abu Darda shalat antara zhuhur dan asar, barulah ia menanyakan hal tersebut. [Abu Darda] menjawab: \"Tepati nadzarmu dan berbuat baiklah kepada kedua orang tuamu. Karena aku mendengar Rasulullah shallallahu 'alaihi wasallam bersabda: \"Orang tua akan berada di tengah-tengah pintu surga, maka jagalah kedua orang tuamu atau justru kamu meninggalkannya.\""
}
  ]
}